package com.example.book.data;

public class BookDatasource {
    public static String getName(int id){
        String content="";
        switch (id) {
            case 1:
                content="斗罗大陆";
                break;
            case 2:
                content="斗破苍穹";
                break;
            case 3:
                content="龙族";
                break;
            case 4:
                content="春水";
                break;
            case 5:
                content="三体";
                break;
            case 6:
                content="悲伤逆流成河";
                break;
        }
        return content;
    }
    public static String getUser(int id){
        String content="";
        switch (id) {
            case 1:
                content="唐家三少";
                break;
            case 2:
                content="天蚕土豆";
                break;
            case 3:
                content="江南";
                break;
            case 4:
                content="冰心";
                break;
            case 5:
                content="刘慈溪";
                break;
            case 6:
                content="郭敬明";
                break;
        }
        return content;
    }
    public static String getTime(int id){
        String content="";
        switch (id) {
            case 1:
                content="2008-09-06";
                break;
            case 2:
                content="2008-07-05";
                break;
            case 3:
                content="2007-09-26";
                break;
            case 4:
                content="2005-10-26";
                break;
            case 5:
                content="2008-11-26";
                break;
            case 6:
                content="2010-09-26";
                break;

        }
        return content;
    }
    public static String getJianjie(int id){
        String content="";
        switch (id) {
            case 1:
                content="简介：唐门外门弟子唐三,因偷学内门绝学为唐门所不容,跳崖明志时却发现没有死,反而以另外一个身份来到了另一个世界,一个属于武魂的世界,名叫斗罗大陆。这里没有魔法,没有斗气,没有武术,却有神奇的武魂。这里的每个人,在自己六岁的时候,都会在武魂殿中令武魂觉醒。武魂有动物,有植物,有器物,武魂可以辅助人们的日常生活。而其中一些特别出色的武魂却可以用来修炼并进行战斗,这个职业,是斗罗大陆上最为强大也是最荣耀的";
                break;
            case 2:
                content="简介：这里是属于斗气的世界,没有花俏艳丽的魔法,有的,仅仅是繁衍到巅峰的斗气!新书等级制度:斗者,斗师,大斗师,斗灵,斗王,斗皇,斗宗,斗尊,斗圣,斗帝";
                break;
            case 3:
                content="简介：主角路明非原本只是一个普通的高中生,在申请留学的时候收到了来自屠龙学院——卡塞尔学院的来信,从此开启了他不平凡的人生,在伙伴陈墨瞳、楚子航、恺撒等人的帮助下,属于龙族的神秘世界逐渐在他们面前展开,路明非神秘莫测的身世也慢慢浮出水面";
                break;
            case 4:
                content="这是一本高度赞颂了母爱，自然等事物的诗集。《繁星·春水》是冰心早期的两部诗集，其中《繁星》收短诗164节，《春水》收短诗182节。这都是作者“随时随地的感想和回忆”，是“零碎的思想”的汇集。这些诗从特殊的侧面传播了“五四”思想开放的自由空间。“爱的哲学”是诗集的核心，对于母爱，童真，和自然的赞美是诗集的主题曲。用短小轻便的文字形式，书写突发的感触和瞬间的喟叹，是冰心写小诗的艺术特色";
                break;
            case 5:
                content="文化大革命如火如荼进行的同时，军方探寻外星文明的绝秘计划“红岸工程”取得了突破性进展。但在按下发射键的那一刻，历经劫难的叶文洁没有意识到，她彻底改变了人类的命运。地球文明向宇宙发出的第一声啼鸣，以太..";
                break;
            case 6:
                content=" 少女易遥在17岁时爱上不良少年后怀孕，和她比邻而居的齐铭则生活在完全不一样的世界里———他是老师的宠儿，父母的掌中宝。两人之间有种介于爱情和友谊之间的微妙...";
                break;
        }
        return content;
    }
    public static String getBook(int id){
        String content="";
        switch (id){
            case 1:
                content="巴蜀,历来有天府之国的美誉,其中,最有名的门派莫过于唐门。\n" +
                        "\n" +
                        "　　唐门所在是一个神秘的地方,许多人只知道,那是一个半山腰,而唐门所在这座山的山顶有一个令人胆颤心惊的名字,——鬼见愁。\n" +
                        "\n" +
                        "　　从鬼见愁悬崖上扔出一块石头,要足足数上十九下才会听到石落山底的回声,可见其高,也正是因为这十九秒,尚超过十八层地狱一筹,故而得名。\n" +
                        "\n" +
                        "　　一名身穿灰衣的青年正站在鬼见愁顶峰,凛冽的山风不能令他的身体有丝毫移动,从他胸口处那斗大的唐字就可以认出,他来自唐门,灰衣代表的,是唐门外门弟子。\n" +
                        "\n" +
                        "　　他今年二十九岁,因出生不久就进入唐门,在外门弟子的辈分中排名第三,因此外门弟子称他一声三少。当然,到了内门弟子口中,就变成了唐三。\n" +
                        "\n" +
                        "　　唐门从建立时开始就分为内外两门,外门都是外姓或被授予唐姓的弟子,而内门,则是唐门直系所属,家族传承。\n" +
                        "\n" +
                        "　　此时,唐三脸上的表情很丰富,时而笑,时而哭,但无论如何,都无法掩盖他的那发自内心的兴奋。\n" +
                        "\n" +
                        "　　二十九年了,自从二十九年前他被外门长老唐蓝太爷在襁褓时就捡回唐门时开始,唐门就是他的家,而唐门的暗器就是他的一切。\n" +
                        "\n" +
                        "　　突然,唐三脸色骤然一变,但很快又释然了,有些苦涩的自言自语道:“该来的终究还是来了。”\n" +
                        "\n" +
                        "　　十七道身影,十七道白色的身影,宛如星丸跳跃一般从山腰处朝山顶方向而来,这十七道身影的主人,年纪最小的也超过了五旬,一个个神色凝重,他们身穿的白袍代表的是内门,而胸前那金色的唐字则是唐门长老的象征。\n" +
                        "\n" +
                        "　　唐门内门长老堂包括掌门唐大先生在内,一共有十七位长老,此时登山的,也正是十七位。就算是武林大会也不可能惊动唐门全部长老同时出动,要知道,这唐门长老之中,年纪最大的已经超过了两个甲子。\n" +
                        "\n" +
                        "　　这些唐门长老的修为,无一不是已臻化境,只是转眼的工夫,他们就已经来到了山顶。\n" +
                        "\n" +
                        "　　外门弟子见到内门长老,只有跪倒迎接的份,但此时,唐三却没有动,他只是静静的看着这些脸色凝重的长老来到自己面前,挡住了所有的去路,而在他背后,是鬼见愁。\n" +
                        "\n" +
                        "　　放下三朵佛怒唐莲,唐三投下最后那恋恋不舍的一眼,嘴角处流露出一丝欣慰的微笑,他毕竟成功了,努力了二十年,他终于完成了这唐家外门暗器的巅峰之作,那种满足的成就,是无法用言语来形容的。\n" +
                        "\n" +
                        "　　此时此刻,唐三觉得对自己来说,一切都已经不重要了,违背门规也好,生死存亡也罢,似乎都随着眼前这三朵盛开的唐莲而告一段落,佛怒唐莲,这世间最霸道的暗器诞生在自己手中,还有什么比令这浸淫在暗器上一生的唐三更加兴奋的呢？\n" +
                        "\n" +
                        "　　“我知道,偷入内门,偷学本门绝学罪不可恕,门规所不容。但唐三可以对天发誓,绝未将偷学到的任何一点本门绝学泄露与外界。我说这些,并不是希望得到长老们的宽容,只是想告诉长老们,唐三从未忘本。以前没有,以后也没有。”\n" +
                        "\n" +
                        "　　唐三此时的情绪很冷静,或许,这是他一生之中最冷静的时候。看着山腰处唐门那大片古香古色的院落,感受着这属于唐门的空气,唐三的眼睛湿润了。自从他懂事那天起,可以说,就是为了唐门而生,而此时,也该为了自己一生中的追求再为唐门而去了。\n" +
                        "\n" +
                        "　　长老们都没有说话,他们此时还没能从佛怒唐莲的出现中清醒过来。两百年,整整两百年了,佛怒唐莲竟然在一个外门弟子手中出现,这意味着什么？这霸绝天下,连唐门自己人也不可能抵挡的绝世暗器代表的绝对是唐门另一个巅峰的来临。\n" +
                        "\n" +
                        "　　看着长老们低头不语,唐三粲然一笑,“唐三的一切都是唐门给的,不论是生命还是所拥有的能力,都是唐门所赋予,不论什么时候,唐三生是唐门的人,死是唐门的鬼,我知道,长老们是不会允许我一个触犯门规的外门弟子尸体留在唐门的,既然如此,就让我骨化于这巴蜀自然之中吧。”\n" +
                        "\n" +
                        "　　唐三那平静甚至有些兴奋的声音终于将长老们惊醒,当长老们抬起头看向他的时候,只见一层乳白色的气流瞬间从他身上蔓延开来。\n" +
                        "\n" +
                        "　　“玄天宝录,你竟然连玄天宝录中本门最高内功也学了？”唐大先生失声说道。\n" +
                        "\n" +
                        "　　轰的一声炸鸣,当众位长老同时后退以防不测的时候,他们看到的却是全身而去,佛怒唐莲算是唐三最后留给本门的礼物。现在,除了我这个人以外,我再没有带走唐门任何东西,秘籍都在我房间门内第一块砖下。唐三现在就将一切都还给唐门。”\n" +
                        "\n" +
                        "　　“哈哈哈哈哈哈哈……”唐三仰天狂笑,猛地向后迈开脚步,此时此刻,众位唐门长老突然发现,竟然没有一个人来得及阻止他,他那在白光笼罩中的身体,闪电般扑向前方的鬼见愁,高大昂扬的身躯腾空而起,朝那山间的云雾迈去。\n" +
                        "\n" +
                        "　　“等一下。”唐大先生终于反应了过来,但是,此时他再说什么都已经晚了。\n" +
                        "\n" +
                        "　　云雾很浓,带着阵阵湿气,带走了阳光,也带走了那将一生贡献给了唐门和暗器的唐三。\n" +
                        "\n" +
                        "　　时间似乎已停滞,唐大先生双手颤抖的捧起面前那三朵唐莲,他的眼睛湿润了,“唐三啊唐三,你这是何苦呢？你带给我们的惊讶实在太多太多……”\n" +
                        "\n" +
                        "　　“大哥。”二长老上前一步,“何必为这叛徒神伤？”\n" +
                        "\n" +
                        "　　唐大先生的目光瞬间变冷,全身寒气大盛,瞪视着二长老,“你说谁是叛徒？你见过一个叛徒在得到本门最高秘籍之后会不逃？你见过一个叛徒会以死明志？你见过一个怀有足以毁灭唐门任何高手的绝世暗器却将他作为最后的礼物送给唐门？唐三不是叛徒,他是二百年来,本门最出色的天才。”\n" +
                        "\n" +
                        "　　二长老一呆,“可是,他偷学了本门……”\n" +
                        "\n" +
                        "　　唐大先生骤然打断,“如果你也能做出佛怒唐莲,你偷什么我也可以不管。你错了,我也错了,就在前一刻,我们竟然眼睁睁的看着唐门再次辉煌的机会从眼前溜走。”\n" +
                        "\n" +
                        "　　众位长老围了上来,他们的神色都很复杂,有困惑,有伤感,有叹息,更多的还是遗憾。\n" +
                        "\n" +
                        "　　“你们什么都不用说了,传我令谕,命本门弟子全体出动,鬼见愁下寻觅唐三,生要见人,死要见尸。同时,从这一刻开始,唐三晋升为本门内门弟子,如果他还活着,将是我这掌门之位唯一的继承人选。”\n" +
                        "\n" +
                        "　　“是,掌门。”众长老同时躬身遵命。\n" +
                        "\n" +
                        "　　如果唐三此时还在这山崖之上,还能听到唐大先生的话,即使是死,他也一定会很欣慰,他的努力终究没有白费。可是,这一切都来的太迟了一些。\n" +
                        "\n" +
                        "　　鬼见愁,那扔下一块石头也要数上十九秒,似乎超越十八层地狱的存在,又怎么可能允许一个活人被云雾释放而归？唐三走了,他永远的离开了这个世界,但他的另一次命运却刚刚开始";
                break;
            case 2:
                content="斗之力,三段\n" +
                        "\n" +
                        "望着测验魔石碑上面闪亮得甚至有些刺眼的五个大字,少年面无表情,唇角有着一抹自嘲,紧握的手掌,因为大力,而导致略微尖锐的指甲深深的刺进了掌心之中,带来一阵阵钻心的疼痛\n" +
                        "\n" +
                        "萧炎,斗之力,三段级别:低级测验魔石碑之旁,一位中年男子,看了一眼碑上所显示出来的信息,语气漠然的将之公布了出来\n" +
                        "\n" +
                        "中年男子话刚刚脱口,便是不出意外的在人头汹涌的广场上带起了一阵嘲讽的骚动。\n" +
                        "\n" +
                        "三段嘿嘿,果然不出我所料,这个天才这一年又是在原地踏步\n" +
                        "\n" +
                        "哎,这废物真是把家族的脸都给丢光了。\n" +
                        "\n" +
                        "要不是族长是他的父亲,这种废物,早就被驱赶出家族,任其自生自灭了,哪还有机会待在家族中白吃白喝。\n" +
                        "\n" +
                        "唉,昔年那名闻乌坦城的天才少年,如今怎么落魄成这般模样了啊\n" +
                        "\n" +
                        "谁知道呢,或许做了什么亏心事,惹得神灵降怒了吧\n" +
                        "\n" +
                        "周围传来的不屑嘲笑以及惋惜轻叹,落在那如木桩待在原地的少年耳中,恍如一根根利刺狠狠的扎在心脏一般,让得少年呼吸微微急促。\n" +
                        "\n" +
                        "少年缓缓抬起头来,露出一张有些清秀的稚嫩脸庞,漆黑的眸子木然的在周围那些嘲讽的同龄人身上扫过,少年嘴角的自嘲,似乎变得更加苦涩了。\n" +
                        "\n" +
                        "这些人,都如此刻薄势力吗或许是因为三年前他们曾经在自己面前露出过最谦卑的笑容,所以,如今想要讨还回去吧苦涩的一笑,萧炎落寞的转身,安静的回到了队伍的最后一排,孤单的身影,与周围的世界,有些格格不入。\n" +
                        "\n" +
                        "下一个,萧媚\n" +
                        "\n" +
                        "听着测验人的喊声,一名少女快的人群中跑出,少女刚刚出场,附近的议论声便是小了许多,一双双略微火热的目光,牢牢的锁定着少女的脸颊\n" +
                        "\n" +
                        "少女年龄不过十四左右,虽然并算不上绝色,不过那张稚气未脱的小脸,却是蕴含着淡淡的妩媚,清纯与妩媚,矛盾的集合,让得她成功的成为了全场瞩目的焦点\n" +
                        "\n" +
                        "少女快步上前,小手轻车熟路的触摸着漆黑的魔石碑,然后缓缓闭上眼睛\n" +
                        "\n" +
                        "在少女闭眼片刻之后,漆黑的魔石碑之上再次亮起了光芒\n" +
                        "\n" +
                        "斗之气:七段\n" +
                        "\n" +
                        "萧媚,斗之气:七段级别:高级\n" +
                        "\n" +
                        "耶听着测验员所喊出的成绩,少女脸颊扬起了得意的笑容\n" +
                        "\n" +
                        "啧啧,七段斗之气,真了不起,按这进度,恐怕顶多只需要三年时间,她就能称为一名真正的斗者了吧\n" +
                        "\n" +
                        "不愧是家族中种子级别的人物啊\n" +
                        "\n" +
                        "听着人群中传来的一阵阵羡慕声,少女脸颊上的笑容更是多了几分,虚荣心,这是很多女孩都无法抗拒的诱惑\n" +
                        "\n" +
                        "与平日里的几个姐妹互相笑谈着,萧媚的视线,忽然的透过周围的人群,停在了人群外的那一道孤单身影上\n" +
                        "\n" +
                        "皱眉思虑了瞬间,萧媚还是打消了过去的念头,现在的两人,已经不在同一个阶层之上,以萧炎最近几年的表现,成年后,顶多只能作为家族中的下层人员,而天赋优秀的她,则将会成为家族重点培养的强者,前途可以说是不可限量。\n" +
                        "\n" +
                        "唉莫名的轻叹了一口气,萧媚脑中忽然浮现出三年前那意气风的少年,四岁练气,十岁拥有九段斗之气,十一岁突破十段斗之气,成功凝聚斗之气旋,一跃成为家族百年之内最年轻的斗者\n" +
                        "\n" +
                        "当初的少年,自信而且潜力无可估量,不知让得多少少女对其春心荡漾,当然,这也包括以前的萧媚。\n" +
                        "\n" +
                        "然而天才的道路,貌似总是曲折的,三年之前,这名声望达到巅峰的天才少年,却是突兀的接受到了有生以来最残酷的打击,不仅辛辛苦苦修炼十数载方才凝聚的斗之气旋,一夜之间,化为乌有,而且体内的斗之气,也是随着时间的流逝,变得诡异的越来越少。\n" +
                        "\n" +
                        "斗之气消失的直接结果,便是导致其实力不断的后退。\n" +
                        "\n" +
                        "从天才的神坛,一夜跌落到了连普通人都不如的地步,这种打击,让得少年从此失魂落魄,天才之名,也是逐渐的被不屑与嘲讽所替代。\n" +
                        "\n" +
                        "站的越高,摔得越狠,这次的跌落,或许就再也没有爬起的机会。\n" +
                        "\n" +
                        "下一个,萧薰儿\n" +
                        "\n" +
                        "喧闹的人群中,测试员的声音,再次响了起来。\n" +
                        "\n" +
                        "随着这有些清雅的名字响起,人群忽然的安静了下来,所有的视线,豁然转移。\n" +
                        "\n" +
                        "在众人视线汇聚之处,一位身着紫色衣裙的少女,正淡雅的站立,平静的稚嫩俏脸,并未因为众人的注目而改变分毫。\n" +
                        "\n" +
                        "少女清冷淡然的气质,犹如清莲初绽,小小年纪,却已初具脱俗气质,难以想象,日后若是长大,少女将会如何的倾国倾城\n" +
                        "\n" +
                        "这名紫裙少女,论起美貌与气质来,比先前的萧媚,无疑还要更胜上几分,也难怪在场的众人都是这般动作。\n" +
                        "\n" +
                        "莲步微移,名为萧薰儿的少女行到魔石碑之前,小手伸出,镶着黑金丝的紫袖滑落而下,露出一截雪白娇嫩的皓腕,然后轻触着石碑\n" +
                        "\n" +
                        "微微沉静,石碑之上,刺眼的光芒再次绽放。\n" +
                        "\n" +
                        "斗之气:九段级别:高级\n" +
                        "\n" +
                        "望着石碑之上的字体,场中陷入了一阵寂静。\n" +
                        "\n" +
                        "竟然到九段了,真是恐怖家族中年轻一辈的第一人,恐怕非薰儿小姐莫属了。寂静过后,周围的少年,都是不由自主的咽了一口唾沫,眼神充满敬畏\n" +
                        "\n" +
                        "斗之气,每位斗者的必经之路,初阶斗之气分一至十段,当体内斗之气到达十段之时,便能凝聚斗之气旋,成为一名受人尊重的斗者\n" +
                        "\n" +
                        "人群中,萧媚皱着浅眉盯着石碑前的紫裙少女,脸颊上闪过一抹嫉妒\n" +
                        "\n" +
                        "望着石碑上的信息,一旁的中年测验员漠然的脸庞上竟然也是罕见的露出了一丝笑意,对着少女略微恭声道:薰儿小姐,半年之后,你应该便能凝聚斗气之旋,如果你成功的话,那么以十四岁年龄成为一名真正的斗者,你是萧家百年内的第二人\n" +
                        "\n" +
                        "是的,第二人,那位第一人,便是褪去了天才光环的萧炎。\n" +
                        "\n" +
                        "谢谢。少女微微点了点头,平淡的小脸并未因为他的夸奖而出现喜悦,安静的回转过身,然后在众人炽热的注目中,缓缓的行到了人群最后面的那颓废少年面前\n" +
                        "\n" +
                        "萧炎哥哥。在经过少年身旁时,少女顿下了脚步,对着萧炎恭敬的弯了弯腰,美丽的俏脸上,居然露出了让周围少女为之嫉妒的清雅笑容。\n" +
                        "\n" +
                        "我现在还有资格让你怎么叫么望着面前这颗已经成长为家族中最璀璨的明珠,萧炎苦涩的道,她是在自己落魄后,极为少数还对自己依旧保持着尊敬的人。\n" +
                        "\n" +
                        "萧炎哥哥,以前你曾经与薰儿说过,要能放下,才能拿起,提放自如,是自在人萧薰儿微笑着柔声道,略微稚嫩的嗓音,却是暖人心肺。\n" +
                        "\n" +
                        "呵呵,自在人我也只会说而已,你看我现在的模样,象自在人吗而且这世界,本来就不属于我。萧炎自嘲的一笑,意兴阑珊的道。\n" +
                        "\n" +
                        "面对着萧炎的颓废,萧薰儿纤细的眉毛微微皱了皱,认真的道:萧炎哥哥,虽然并不知道你究竟是怎么回事,不过,薰儿相信,你会重新站起来,取回属于你的荣耀与尊严话到此处,微顿了顿,少女白皙的俏脸,头一次露出淡淡的绯红:当年的萧炎哥哥,的确很吸引人\n" +
                        "\n" +
                        "呵呵面对着少女毫不掩饰的坦率话语,少年尴尬的笑了一声,可却未再说什么,人不风流枉少年,可现在的他,实在没这资格与心情,落寞的回转过身,对着广场之外缓缓行去\n" +
                        "\n" +
                        "站在原地望着少年那恍如与世隔绝的孤独背影,萧薰儿踌躇了一会,然后在身后一干嫉妒的狼嚎声中,快步追了上去,与少年并肩而行";
                break;
            case 3:
                content="哥哥……”有人在黑暗里轻声地呼喊。\n" +
                        "\n" +
                        "真烦！谁家的小孩跑丢了？\n" +
                        "\n" +
                        "“哥哥。”孩子又喊。\n" +
                        "\n" +
                        "真烦真烦真烦！哥哥？这里没有！\n" +
                        "\n" +
                        "“哥哥……那我走啦……”孩子低声说，声音渐渐远去。\n" +
                        "\n" +
                        "他心里忽然有点不忍心，那个渐渐远去的声音，透着一股孤单，让人想到那个孩子远去的背影，像只被抛弃的小猎犬。\n" +
                        "\n" +
                        "“好啦好啦好啦！你家住哪街哪号哪门？你那个靠不住的哥哥叫什么名字？我送你回家！”他翻身坐了起来。\n" +
                        "\n" +
                        "他在阳光中席地而坐，一袭白衣皎洁如月，所见的是一朵白色的茶花在粗瓷瓶中盛放，隔着那支花，白衣的孩子手持一管墨笔伏案书写，一笔一划。\n" +
                        "\n" +
                        "“喂，你没走啊？你耍我的吧？”他想说，却没有说。\n" +
                        "\n" +
                        "他很自然地做了一件事，桌上有盘青翠欲滴的葡萄，他从里面摘下一小串，隔着桌子递给那个孩子。\n" +
                        "\n" +
                        "孩子抬起头来，眼睛里闪动着惊慌，像是警觉的幼兽，“哥哥，外面有很多人。”\n" +
                        "\n" +
                        "鬼扯吧？这么安静的。他想。\n" +
                        "\n" +
                        "可是自然而然地，他说了另一句话，“也许会死吧？但是，康斯坦丁，不要害怕。”\n" +
                        "\n" +
                        "“不害怕，和哥哥在一起，不害怕……可为什么……不吃掉我呢？吃掉我，什么样的牢笼哥哥都能冲破。”孩子认真地说。\n" +
                        "\n" +
                        "吃掉……你？虽然你长得很白嫩，但是绝不代表你比汉堡好吃啊，我中午才吃了一个汉堡，一点不饿。他想。\n" +
                        "\n" +
                        "“你是很好的食物，可那样就太孤单了，几千年里，只有你和我在一起。”再一次，他说出了言不由衷的话。\n" +
                        "\n" +
                        "“可是死真的让人很难过，像是被封在一个黑盒子里，永远永远，漆黑漆黑……像是在黑夜里摸索，可伸出的手，永远触不到东西……”\n" +
                        "\n" +
                        "“所谓弃族的命运，就是要穿越荒原，再次竖起战旗，返回故乡。死不可怕，只是一场长眠。在我可以吞噬这个世界之前，与其孤独跋涉，不如安然沉睡。我们仍会醒来。”真不敢相信，这么拉风的台词，居然会出于他的嘴里。\n" +
                        "\n" +
                        "“哥哥……竖起战旗，吞噬世界的时候，你会吃掉我么？”孩子看着他，澄澈的瞳子里闪动着……期待。\n" +
                        "\n" +
                        "见鬼！这是什么“我们是相亲相爱的食人族一家”的话剧桥段么？可你们的家庭伦理真的好奇怪！\n" +
                        "\n" +
                        "“会的，那样你就将和我一起，君临世界！”可他轻轻地点头，声音里透着冷硬的威严。\n" +
                        "\n" +
                        "孩子从水壶里倒了一杯水，递给了他，他茫然地喝了下去。\n" +
                        "\n" +
                        "“我要走了，哥哥，再见。”孩子站了起来。\n" +
                        "\n" +
                        "他想说我不是你哥哥你认错人了，但他也只是随口说，“再见，自己小心，人类，是不能相信。”\n" +
                        "\n" +
                        "又是句奇怪的台词，没头没脑的。\n" +
                        "\n" +
                        "孩子出门去了，在背后带上了门。他听着孩子的脚步声越来越远，最后完全消失了。\n" +
                        "\n" +
                        "他忽然有点害怕，他想自己真是昏头了，那么小的一个孩子，放他自己去街上走，给人拐跑了怎么办？不知道他得走多远的路才能找到哥哥。他变得坐立不安，终于忍不住的时候，他起身往门口跑去。\n" +
                        "\n" +
                        "他推开了门，炽烈的光照在他的白衣上，不是阳光，而是火光。燎天的烈焰中，城市在哭嚎，焦黑的人形在火中奔跑，成千上万的箭从天空里坠落，巨大的牌匾燃烧着、翻转着坠落，上面是“白帝”两个字，简直是地狱。\n" +
                        "\n" +
                        "城市的正中央，立着一根高杆，孩子被挂在高杆顶上，闭着眼睛，整个城市的火焰，都在灼烧他。\n" +
                        "\n" +
                        "像是一场盛大的献祭。\n" +
                        "\n" +
                        "心里真痛啊，真像是有把刀在割。什么重要的人就此失去了，因为他犯了错误。\n" +
                        "\n" +
                        "他忽然想起一件事来，确实没错，他就是个孩子的哥哥。\n" +
                        "\n" +
                        "“康斯……坦丁。”他喊出了那个名字。书农在线书库\n" +
                        "\n" +
                        "他猛地坐起，在下午的阳光中睁开眼睛，呼吸急促，全身都是冷汗，外面是高架轻轨经过的噪音。\n" +
                        "\n" +
                        "他忽然觉得这声音那么悦耳，提醒他梦中的一切都是假的，他所在的，只是普普通通的人世。";
                break;
            case 4:
                content="一\n" +
                        "春水\n" +
                        "又是一年了\n" +
                        "还这般的微微吹动，\n" +
                        "可以再照一个影儿么，\n" +
                        "春水温静地答谢我说：\n" +
                        "“我的朋友！\n" +
                        "我从来未曾留下一个影子，\n" +
                        "不但对你是如此。”\n" +
                        "二\n" +
                        "四时缓缓的过去——\n" +
                        "百花互相耳语说：\n" +
                        "\"我们都只是弱者!\n" +
                        "甜香的梦\n" +
                        "轮流着做罢，\n" +
                        "憔悴的杯\n" +
                        "也轮流着饮罢，\n" +
                        "上帝原是这样安排的呵!”\n" +
                        "三\n" +
                        "《春水》作者：冰心\n" +
                        "《春水》作者：冰心(20张)\n" +
                        "青年人!\n" +
                        "你不能像风般飞扬\n" +
                        "便应当像山般静止\n" +
                        "浮云似的\n" +
                        "无力的生涯\n" +
                        "只做了诗人的资料呵!\n" +
                        "四\n" +
                        "芦萩\n" +
                        "只伴着这黄波浪么\n" +
                        "趁风儿吹到江南去罢!\n" +
                        "五\n" +
                        "一道小河\n" +
                        "平平荡荡的流将下去\n" +
                        "只经过平沙万里——\n" +
                        "自由的\n" +
                        "沉寂的\n" +
                        "它没有快乐的声音\n" +
                        "一道小河\n" +
                        "曲曲折折的流将下去\n" +
                        "只经过高山深谷——\n" +
                        "险阻的\n" +
                        "挫折的\n" +
                        "他也没有快乐的声音\n" +
                        "我的朋友!\n" +
                        "感谢你解答了\n" +
                        "我久闷的问题,\n" +
                        "平荡而曲折的水流里,\n" +
                        "青年的快乐\n" +
                        "在其中荡漾着了!";
                break;
            case 5:
                content="汪淼觉得，来找他的这四个人是一个奇怪的组合：两名警察和两名军人，如果那两个军人是武警还算正常，但这是两名陆军军官。\n" +
                        "\n" +
                        "    汪淼第一眼就对来找他的警察没有好感。其实那名穿警服的年轻人还行，举止很有礼貌，但那位便衣就让人讨厌了。这人长得五大三粗，一脸横肉，穿着件脏兮兮的皮夹克，浑身烟味，说话粗声大嗓，是最令汪淼反感的那类人。\n" +
                        "\n" +
                        "    “汪淼？”那人问，直呼其名令汪淼很不舒服，况且那人同时还在点烟，头都不抬一下。不等汪淼回答，他就向旁边那位年轻人示意了一下，后者向汪淼出示了警官证，他点完烟后就直接向屋里闯。\n" +
                        "\n" +
                        "    “请不要在我家里抽烟。”汪淼拦住了他。\n" +
                        "\n" +
                        "    “哦，对不起，汪教授。这是我们史强队长。”年轻警官微笑着说，同时对姓史的使了个眼色。\n" +
                        "\n" +
                        "    “成，那就在楼道里说吧。”史强说着，深深地吸了一大口，手中的烟几乎燃下去一半，之后竟不见吐出烟来。“你问。”他又向年轻警官偏了一下头。\n" +
                        "\n" +
                        "    “汪教授，我们是想了解一下，最近你与‘科学边界’学会的成员有过接触，是吧？”\n" +
                        "\n" +
                        "    “‘科学边界’是一个在国际学术界很有影响的学术组织，成员都是著名学者。这样一个合法的学术组织，我怎么就不能接触了呢？”\n" +
                        "\n" +
                        "    “你看看你这个人！”史强大声说，“我们说它不合法了吗？我们说不让你接触了吗？”他说着，刚才吸进肚子里的烟都喷到汪淼脸上。\n" +
                        "\n" +
                        "    “那好，这属于个人隐私，我没必要回答你们的问题。”\n" +
                        "\n" +
                        "    “还啥都成隐私了，像你这样一个著名学者，总该对公共安全负责吧。”史强把手中的烟头扔掉，又从压扁了的烟盒里抽出一根。\n" +
                        "\n" +
                        "    “我有权不回答，你们请便吧。”汪淼说着要转身回屋。\n" +
                        "\n" +
                        "    “等等！”史强厉声说，同时朝旁边的年轻警官挥了一下手，“给他地址和电话，下午去走一趟。”\n" +
                        "\n" +
                        "    “你要干什么！”汪淼愤怒地质问，这争吵引得邻居们也探出头来，想看看出了什么事。\n" +
                        "\n" +
                        "    “史队！你说你——”年轻警官生气地将史强拉到一边，显然他的粗俗不止是让汪淼一人不适应。\n" +
                        "\n" +
                        "    “汪教授，请别误会。”一名少校军官急忙上前，“下午有一个重要会议，要请几位学者和专家参加，首长让我们来邀请您。”\n" +
                        "\n" +
                        "    “我下午很忙。”\n" +
                        "\n" +
                        "    “这我们清楚，首长已经向超导中心领导打了招呼。这次会议上不能没有您，实在不行，我们只有把会议延期等您了。”\n" +
                        "\n" +
                        "    史强和他的同事没再说话，转身下楼了，两位军官看着他们走远，似乎都长出了一口气。\n" +
                        "\n" +
                        "    “这人怎么这样儿。”少校小声对同事说。\n" +
                        "\n" +
                        "    “他劣迹斑斑，前几年在一次劫持人质事件中，他不顾人质的死活擅自行动，结果导致一家三口惨死在罪犯手中；据说他还和黑社会打得火热，用一帮黑道势力去收拾另一帮；去年又搞刑讯逼供，使一名嫌疑人致残，因此被停职了……”\n" +
                        "\n" +
                        "    “这种人怎么能进作战中心？”\n" +
                        "\n" +
                        "    “首长点名要他，应该有什么过人之处吧。不过，对他限制挺严，除了公安方面的事务，几乎什么都不让他知道。”\n" +
                        "\n" +
                        "    作战中心？那是什么？汪淼不解地看着面前的两位军官。\n" +
                        "\n" +
                        "    接汪淼的汽车驶进了城市近郊的一座大院，从那只有门牌号码没有单位名牌的大门，汪淼知道这里是军方而不是警方的地盘。\n" +
                        "\n" +
                        "    会议是在一个大厅里举行的，汪淼一进去就对这里的纷乱吃惊不小。大厅周围是一圈胡乱安放的电脑设备，有的桌子上放不下就直接搁地板上，电线和网线纠缠着散在地上；一大摞网络交换机没有安在机架内，而是随手堆放在服务器上；有好几个投影仪的大屏幕，在大厅的角落里呈不同角度随意立着，像吉普赛人的帐篷；烟雾像晨雾般在半空浮了一层……汪淼不知道这是否就是那名军官所说的作战中心，有一点他可以肯定：这里在处理的事情，已经让人们顾不上其他了。\n" +
                        "\n" +
                        "    临时拼凑的会议桌上也是堆满了文件和杂物，与会者大多神情疲惫，衣服皱巴巴的，有领带的都扯开了，好像熬了一夜。主持会议的是一位叫常伟思的陆军少将，与会者有一半是军人。经过简单的介绍，他知道还有少部分警方人员，其他的人都是和他一样参加会议的专家学者，其中有几位还是很有名望的科学家，而且是研究基础科学的。\n" +
                        "\n" +
                        "    令他感到意外的是还有四个外国人，这些人的身份令他大吃一惊：其中的两个人也是军人，分别是美军空军上校和英国陆军上校，职务是北约联络员；另外两人居然是美国中央情报局的官员，在这里的职务是什么观察员。\n" +
                        "\n" +
                        "    从所有人的脸上，汪淼都读出了一句话：我们已经尽力了，快他妈的结束吧！\n" +
                        "\n" +
                        "    汪淼看到了史强，他倒是一反昨天的粗鲁，向汪淼打招呼，但那一脸傻笑让汪淼愉快不起来。他不想挨史强坐，但也只有那一个空位，他只好坐过去，屋里本来已经很浓的烟味更加重了。\n" +
                        "\n" +
                        "    发文件时，史强凑近汪淼说：“汪教授，你好像是在研究什么……新材料？”\n" +
                        "\n" +
                        "    “纳米材料。”汪淼简单地回答。\n" +
                        "\n" +
                        "    “我听说过，那玩意儿强度很高，不会被用于犯罪吧？”从史强那带有一半调侃的表情上，汪淼看不出他是不是开玩笑。\n" +
                        "\n" +
                        "    “什么意思？”\n" +
                        "\n" +
                        "    “呵，听说那玩意儿一根头发丝粗就能吊起一辆大卡车，犯罪分子要是偷点儿去做把刀，那一刀就能把一辆汽车砍成两截吧。”\n" +
                        "\n" +
                        "    “哼，根本不用做成刀，用那种材料做一根只有头发丝百分之一粗细的线，拦在路上，就能把过往的汽车像切奶酪那样切成两半……啥不能用于犯罪？刮鱼鳞的刀都能！”\n" +
                        "\n" +
                        "    史强把面前的文件从袋中抽出一半又塞了回去，显然没了兴趣。“说得对，鱼都能犯罪呢！我办过一个杀人案，一个娘们儿把她丈夫的那玩意儿割下来了。知道用的是什么？冰箱里冷冻的罗非鱼！鱼冻硬后，背上的那排刺就跟一把快刀似的……”\n" +
                        "\n" +
                        "    “我没兴趣，怎么，让我来开会就是为这事儿？”\n" +
                        "\n" +
                        "    “鱼？纳米材料？不、不，与那些都没关系。”史强把嘴凑到汪淼耳边，“别给这帮家伙好脸，他们歧视咱们，只想从咱们这里掏情报，但什么都不告诉咱们。像我，在这儿混了一个多月，还和你一样什么都不知道。”\n" +
                        "\n" +
                        "    “同志们，会议开始。”常伟思将军说，“在全球各战区，我们这里现在成为焦点。首先把当前情况向与会的同志们介绍一下。”\n" +
                        "\n" +
                        "    “战区”这个不寻常的术语令汪淼迷惑，他还注意到，首长好像并没有打算向他这样的新人介绍来龙去脉，这倒是印证了史强的话。在常将军这简短的开场白中，他两次提到了“同志们”，汪淼看看对面的两名北约军人和两个美国中情局官员，感觉将军似乎漏掉了“先生们”。\n" +
                        "\n" +
                        "    “他们也是同志，反正这边的人都是这么称呼的。”史强低声地对汪淼说，同时用手中的烟指了指那四个外国人。\n" +
                        "\n" +
                        "    在迷惑的同时，汪淼对史强的观察力留下了些印象。\n" +
                        "\n" +
                        "    “大史，你把烟熄了，这儿的烟味够浓了。”常伟思说，低头翻着文件。\n" +
                        "\n" +
                        "    史强拿着刚点着的烟四下看看，没找到烟灰缸，就“吱啦”一声扔到茶杯里了。他抓住这个机会举手要求发言，没等常伟思表态就大声说道：“首长，我提个要求，以前提过的——信息对等！”\n" +
                        "\n" +
                        "    常伟思将军抬起头，“没有任何一个军事行动是信息对等的，这点也请到会的专家学者们谅解，我们不可能给你们介绍更多的背景资料。”\n" +
                        "\n" +
                        "    “但我们不一样。”史强说，“警方从作战中心成立之初就一直参与，可直到现在，我们连这个机构到底是干什么的都不知道。而且，你们正在把警方排挤出去，你们一步步熟悉我们的工作，然后把我们一个个赶走。”\n" +
                        "\n" +
                        "    与会的另外几名警官都在低声制止史强。史强敢对常伟思这样级别的首长这么说话，汪淼有些吃惊，而后者的反击更犀利。\n" +
                        "\n" +
                        "    “我说大史，现在看来，你在部队上的老毛病还没改。你能代表警方吗？你因为自己的恶劣行为已被停职好几个月了，马上就要被清除出公安队伍。我调你来，是看重你在城市警务方面的经验，你要珍惜这次机会。”\n" +
                        "\n" +
                        "    大史用粗嗓门说：“那我是戴罪立功了？你们不是说那都是些歪门邪道的经验吗？”\n" +
                        "\n" +
                        "    “但有用。”常伟思对史强点点头，“有用就行，现在顾不上那么多了，这是战争时期。”\n" +
                        "\n" +
                        "    “什么都顾不了了，”一位中情局的情报官员用标准的普通话说，“我们不能再用常规思维。”\n" +
                        "\n" +
                        "    那位英军上校显然也能听懂中文，他点点头，“to be or not to be……”\n" +
                        "\n" +
                        "    “他说什么？”史强问汪淼。\n" +
                        "\n" +
                        "    “没什么。”汪淼机械地回答。这些人似乎在梦呓，战争时期？战争在哪儿？他扭头望向大厅的落地窗，透过窗子可以看到远处大院外面的城市：春天的阳光下，街道上车流如织；草坪上有人在遛狗，还有几个孩子在玩耍……\n" +
                        "\n" +
                        "    里面和外面的世界，哪个更真实？\n" +
                        "\n" +
                        "    常将军讲道：“最近，敌人的攻击明显加强了，目标仍是科学界高层，请你们先看一下文件中的那份名单。”\n" +
                        "\n" +
                        "    汪淼抽出文件中最上面的那张纸，是用大号字打印的，名单显然拟得很仓促，中文和英文姓名都有。\n" +
                        "\n" +
                        "    “汪教授，看到这份名单，您有什么印象？”常伟思看着汪淼问。\n" +
                        "\n" +
                        "    “我知道其中的三人，都是物理学最前沿的著名学者。”汪淼答道，有些心不在焉，他的目光锁定在最后一个名字上，在他的潜意识中，那两个字的色彩与上面几行字是不同的。怎么会在这里看到她的名字？她怎么了？\n" +
                        "\n" +
                        "    “认识？”大史用一根被烟熏黄的粗指头指着文件上的那个名字问。见汪淼没有反应，他迅速作出反应，道：“呵，不太认识。想认识？”\n" +
                        "\n" +
                        "    现在，汪淼知道常伟思把他以前的这个战士调来是有道理的，这个外表粗俗的家伙，眼睛跟刀子一样。他也许不是个好警察，但确实是个狠角色。\n" +
                        "\n" +
                        "    那是一年前，汪淼是“中华二号”高能加速器项目纳米构件部分的负责人。那天下午在良湘的工地上，一次短暂的休息中，他突然被眼前的一幅构图吸引了。" +
                        "作为一名风景摄影爱好者，现实的场景经常在他眼中形成一幅幅艺术构图。构图的主体就是他们正在安装的超导线圈，" +
                        "那线圈有三层楼高，安装到一半，看上去是一个由巨大的金属块和乱麻般的超低温制冷剂管道组成的怪物，" +
                        "仿佛一堆大工业时代的垃圾，显示出一种非人性的技术的冷酷和钢铁的野蛮。就在这金属巨怪前面，" +
                        "出现了一个年轻女性纤细的身影。这构图的光线分布也很绝：金属巨怪淹没在临时施工顶棚的阴影里，" +
                        "更透出那冷峻、粗糙的质感；而一束夕阳金色的光，透过顶棚的孔洞正好投在那个身影上，" +
                        "柔和的暖光照着她那柔顺的头发，照着工作服领口上白皙的脖颈，看上去就像一场狂暴的雷雨后，巨大的金属废墟上开出了一朵娇柔的花……";
                break;
            case 6:
                content="01\n" +
                        "\n" +
                        "    弄堂里弥漫起来的晨雾，被渐渐亮起来的灯光照射出一团一团黄晕来。\n" +
                        "\n" +
                        "    还没有亮透的清晨，在冷蓝色的天空上面，依然可以看见一些残留的星光。\n" +
                        "\n" +
                        "    气温在这几天飞快地下降了。\n" +
                        "\n" +
                        "    呵气成霜。\n" +
                        "\n" +
                        "    冰冻三尺。\n" +
                        "\n" +
                        "    记忆里停留着遥远阳光下的晴朗世界。\n" +
                        "\n" +
                        "    02\n" +
                        "\n" +
                        "    “齐铭把牛奶带上”，刚准备拉开门，母亲就从客厅里追出来，手上拿着一袋刚从电饭煲里蒸热的袋装牛奶，腾腾地冒着热气，“哦哟，你们男孩子要多喝牛奶晓得伐，特别是你们高一的男孩子，不喝怎么行。”说完拉开齐铭背后的书包拉链，一把塞进去。因为个子比儿子矮上一大截，所以母亲还踮了踮脚。塞完牛奶，母亲捏了捏齐铭的胳膊，又开始叨念着，“哦哟，大冬天的就穿这么一点啊，这怎么行，男孩子嘛哪能只讲究帅气的啦？”\n" +
                        "\n" +
                        "    “好啦好啦，”齐铭低低应了一声，然后拉开门，“妈，我上课要迟到了。”\n" +
                        "\n" +
                        "    拉开门，浓重的雾气朝屋里涌。头顶是深冬里飘荡着的白寥寥的天光。\n" +
                        "\n" +
                        "    还是早上很早，光线来不及照穿整条冗长的弄堂。弄堂两边堆放着的箱子，锅，以及垃圾桶，都只能在雾气里浮出一圈浅浅的灰色轮廓来。\n" +
                        "\n" +
                        "    齐铭关上了门，连同母亲的唠叨一起关在了里面。只来得及隐约听到半句“放学后早点……”，冬天的寒气就隔绝了一切。\n" +
                        "\n" +
                        "    齐铭提了提书包带子，哈出口白气，耸耸肩，朝弄堂口走去。\n" +
                        "\n" +
                        "    刚走两步，看见踉跄着冲出家门的易遥，险些撞上。齐铭刚想张口问声早，就听到门里传出来的女人的尖嗓门：\n" +
                        "\n" +
                        "    “赶赶赶，你赶着去投胎啊你，你怎么不去死！赔钱货！”\n" +
                        "\n" +
                        "    易遥抬起头，正好对上齐铭稍稍有些尴尬的脸。易遥沉默的脸在冬天早晨微薄的光线里看不出表情。\n" +
                        "\n" +
                        "    在齐铭的记忆里，这一个对视，像是一整个世纪般长短的慢镜。\n" +
                        "\n" +
                        "    03\n" +
                        "\n" +
                        "    “又和你妈吵架了？”\n" +
                        "\n" +
                        "    “恩。”\n" +
                        "\n" +
                        "    “怎么回事？”\n" +
                        "\n" +
                        "    “算了别提了”，易遥揉着胳膊上的淤青，那是昨天被她妈掐的，“你知道我妈那人，就是神经病，我懒得理她。”\n" +
                        "\n" +
                        "    “……恩。你没事吧？”\n" +
                        "\n" +
                        "    “恩。没事。”\n" +
                        "\n" +
                        "    深冬的清晨。整个弄堂都还是一片安静。像是被浓雾浸泡着，没有一丁点儿声响。\n" +
                        "\n" +
                        "    今天是礼拜六，所有的大人都不用上班。附近的小孩都还小，最大的一个念小学一年级。高中的学生奉行着不成文的规定，周六一定要补课。所以，一整条弄堂里只有他们两个人不急不慢地行走着。\n" +
                        "\n" +
                        "    齐铭突然想起什么，放下一边的肩带，把书包顺向胸前，拿出牛奶，塞到易遥手里，“给。”\n" +
                        "\n" +
                        "    易遥吸了下鼻子，伸手接了过去。\n" +
                        "\n" +
                        "    两个人走向光亮的弄堂口，消失在一片白茫茫的浓雾里。\n" +
                        "\n" +
                        "    04\n" +
                        "\n" +
                        "    该怎么去形容自己所在的世界。\n" +
                        "\n" +
                        "    头顶是交错而过的天线，分割着不明不暗的天空。云很低很低地浮动在狭长的天空上。铅灰色的断云，沿弄堂投下深浅交替的光影。\n" +
                        "\n" +
                        "    每天放学上学，经过的一定是这样一条像是时间长廊般狭窄的走道。头上是每家人挂出来的衣服，梅雨季节会永远都晒不干，却还是依然晒着。\n" +
                        "\n" +
                        "    两边堆着各种各样的东西，日益吞噬着本来就不宽的弄堂。共用的厨房里，每日都在发生着争吵。“喔唷，你怎么用我们家的水啦？”被发现的人也只能装傻尴尬地笑笑，说句“不好意思用错了用错了。”\n" +
                        "\n" +
                        "    潮湿的地面和墙。\n" +
                        "\n" +
                        "    小小的窗户。光线弱得几乎看不见。窗帘拉向一边，照进更多的光，让家里显得亮堂。\n" +
                        "\n" +
                        "    就是这样的世界。\n" +
                        "\n" +
                        "    自己生活了十六年。心安理得地生活着，很知足，也很舒服。如同贴身的棉毛衫，不昂贵，可是却有凉凉的依赖感。尽管这是让男生在冬天里看起来非常不帅的衣服，但一到秋天，哪怕气温都还是可以热得人发晕，母亲也会早早地准备好，唠叨着自己，赶快穿上。\n" +
                        "\n" +
                        "    就是这样生活了十八年的世界。不过也快要结束了。\n" +
                        "\n" +
                        "    四年前父亲辞去单位的职位，下海经商。现在已经是一个大饭店的老板。每天客来客往，生意红火异常。已经得意到可以在接到订座电话的时候骄傲地说“对不起本店不接受预定”了。\n" +
                        "\n" +
                        "    新买的房子在高尚的小区。高层住宅，有漂亮的江景。\n" +
                        "\n" +
                        "    只等夏天交房，就可以离开这个逼仄而潮湿的弄堂。甚至是可以用得上“逃离”这个词了。像是把陷在泥泞里的脚整个拔起来。\n" +
                        "\n" +
                        "    母亲活在这种因为等待而变得日益骄傲的氛围里，与邻居的闲聊往往最后都会走向“哎呀搬了之后我这风湿腿应该就好很多了，这房子，真是太潮湿了，蛇虫百脚。”或者“我看你们也搬掉算了。”\n" +
                        "\n" +
                        "    这样的对话往往引来的都是羡慕的恭维，以及最后都会再补一句“你真是幸福死来。不但老公会赚钞票，儿子也争气，哪回不考第一啊。哪像我们家那小棺材，哦哟。”\n" +
                        "\n" +
                        "    这个时候，齐铭都只是远远地听着，坐在窗前算习题，偶尔抬起头，看到母亲包围在一群烫着过时卷发的女人中间，一张脸洋溢着掩饰不住的得意。\n" +
                        "\n" +
                        "    其实有好几次，齐铭在回家的路上，都会听到三言两语的议论，比如。\n" +
                        "\n" +
                        "    “齐家那个女人我看快得意死她了，早晚摔下来比现在还要疼。”\n" +
                        "\n" +
                        "    “我看也是，男人有了钱都变坏，你别看她现在嚣张，以后说不定每天被她老公打得鼻青脸肿。”\n" +
                        "\n" +
                        "    “倒是她儿子，真的是算她上辈子积德。”\n" +
                        "\n" +
                        "    “听说刚进学校就拿了个全国数学比赛一等奖，哎。”\n" +
                        "\n" +
                        "    就是这样的世界，每天每天，像抽丝般地，缠绕成一个透明的茧。虚荣与嫉妒所筑就的心脏容器里，被日益地灌注进粘稠的墨汁。\n" +
                        "\n" +
                        "    发臭了。\n" +
                        "\n" +
                        "    齐铭每天经过这样一条狭长的弄堂。\n" +
                        "\n" +
                        "    05\n" +
                        "\n" +
                        "    路过易遥家的时候，会看到她穿着围裙在厨房里做饭。\n" +
                        "\n" +
                        "    她妈林华凤每天下午都坐在门口嗑瓜子，或者翻报纸。\n" +
                        "\n" +
                        "    齐铭从厨房窗口把笔记本递进去，“给，帮你抄好了。”\n" +
                        "\n" +
                        "    易遥抬起头，擦擦额头的汗水，说，谢谢，不过我现在手脏，你给我妈吧。\n" +
                        "\n" +
                        "    齐铭将笔记本递给易遥她妈时，她母亲每次都是拿过去，然后朝房间里一扔。齐铭听到房间里“啪”的一声掉在地上的声音。\n" +
                        "\n" +
                        "    往前再走两步，就是自己的家。\n" +
                        "\n" +
                        "    钥匙还没插进孔里，母亲就会立刻开门，接下自己的书包，拉着自己赶快去吃饭。\n" +
                        "\n" +
                        "    吃到一半的时候，差不多会听到隔壁传来易遥“妈，饭做好了”的声音。\n" +
                        "\n" +
                        "    有段时间每天吃饭的时候，电视台在放台湾的连续剧《妈妈再爱我一次》，听说是根据当年轰动一时的电影改编的，母亲每次吃饭的时候就会一边吃一边长吁短叹，沉浸在被无私的母爱感动的世界。那段时间，母亲总是会擦一擦眼角几乎看不见的泪水，然后告诉齐铭母亲的伟大。\n" +
                        "\n" +
                        "    齐铭总是沉默地吃饭，偶尔应一声。\n" +
                        "\n" +
                        "    就像是棉絮。横亘在血管里。阻碍着血液的流动。“都快凝结成血块了。”心里是这样满满当当的压抑感。总觉得有一天会从血管里探出一根刺来，扎出皮肤，暴露在空气里。\n" +
                        "\n" +
                        "    每当母亲装腔作势地擦一次眼泪，血管里就多刺痛一点。\n" +
                        "\n" +
                        "    也只是稍微有一点这样的念头，毕竟不是每一个人都能坦然地面对自己对母亲的嫌恶。这是违反伦常和道德的。所以这样的念头也只是偶尔如气泡从心底冒出来，然后瞬间就消失在水面上，啪地破裂。一丁点儿的水花。\n" +
                        "\n" +
                        "    不像是易遥。\n" +
                        "\n" +
                        "    易遥的恨是赤裸而又直接的。\n" +
                        "\n" +
                        "    十五岁的时候，偶尔的一次聊天。\n" +
                        "\n" +
                        "    齐铭说：“我妈是老师，总是爱说道理，很烦。你妈妈是做什么的？”\n" +
                        "\n" +
                        "    易遥回过头，说：“你说林华凤啊，她是个妓女，是个很烂的女人。我恨她。可我有时候还是很爱她。”\n" +
                        "\n" +
                        "    易遥十五岁的脸，平静地曝晒在夏日的阳光下，皮肤透明的质感，几乎要看见红色的毛细血管。\n" +
                        "\n" +
                        "    我恨她。可我有时候还是很爱她。\n" +
                        "\n" +
                        "    妓女。烂女人。这些字眼在十五岁的那一年夏天，潮水般地覆盖住年轻的生命。\n" +
                        "\n" +
                        "    像是在齐铭十五岁的心脏里，撒下了一大把荆棘的种子。\n" +
                        "\n" +
                        "    吃完饭。齐铭站起来刚要收碗，母亲大呼小叫地制止他，叫他赶紧进房间温书，说“你怎么能把时间浪费在这种事情上。”说实在的，齐铭顶不喜欢母亲这样大呼小叫。\n" +
                        "\n" +
                        "    他放下筷子，从沙发上提起书包，朝自己房间走去。临进门，回头的罅隙里，看见母亲心满意足的表情，收拾着剩饭剩菜，朝厨房走。\n" +
                        "\n" +
                        "    刚关上门，隔壁传来易遥的声音。\n" +
                        "\n" +
                        "    “妈，你到底要不要吃？”\n" +
                        "\n" +
                        "    “你管我吃不吃！”\n" +
                        "\n" +
                        "    “你要不吃的话就别让我做得这么辛苦……”\n" +
                        "\n" +
                        "    还没说完，就传来盘子摔到地上的声音。\n" +
                        "\n" +
                        "    “你辛苦？！你做个饭就辛苦？你当自己是千金小姐大家闺秀啊？”\n" +
                        "\n" +
                        "    “你最好别摔盘子，”易遥的声音听不出语气，“摔了还得买，家里没那么多钱。”\n" +
                        "\n" +
                        "    “你和我谈钱？！你有什么资格和我谈钱！……”\n" +
                        "\n" +
                        "    齐铭起身关了窗户，后面的话就听不清楚了，只能听到女人尖利的声音，持续地爆发着。过了一会儿对面厨房的灯亮起来。昏黄的灯下是易遥的背影。齐铭重新打开窗，听见对面厨房传来的哗哗的水声。\n" +
                        "\n" +
                        "    过了很久，又是一声盘子摔碎的声音。\n" +
                        "\n" +
                        "    不知道是谁摔了盘子。\n" +
                        "\n" +
                        "    齐铭拧亮写字台上的台灯，用笔在演算纸上飞速地写满了密密麻麻的数字。\n" +
                        "\n" +
                        "    密密麻麻的。填满在心里。\n" +
                        "\n" +
                        "    就像填满一整张演算纸。没有一丝的空隙。\n" +
                        "\n" +
                        "    像要喘不过气来。\n" +
                        "\n" +
                        "    对面低低地传进来一声“你怎么不早点去死啊你！”\n" +
                        "\n" +
                        "    一切又归于安静。\n" +
                        "\n" +
                        "    06\n" +
                        "\n" +
                        "    拥有两个端点的是线段。\n" +
                        "\n" +
                        "    拥有一个端点的是射线。\n" +
                        "\n" +
                        "    直线没有端点。\n" +
                        "\n" +
                        "    齐铭和易遥就像是同一个端点放出去的线，却朝向了不同的方向。于是越来越远。越来越远。\n" +
                        "\n" +
                        "    每一天，都变得和前一天更加的不一样。生命被书写成潦草和工整两个版本。再被时间刷得褪去颜色。难以辨认。\n" +
                        "\n" +
                        "    十三岁之前的生命都像是凝聚成那一个相同的点。\n" +
                        "\n" +
                        "    在同样逼仄狭长的弄堂里成长。在同一年带上红领巾。喜欢在晚饭的时候看机器猫。那个时候齐铭的家庭依然是普通的家庭。父亲也没有赚够两百万去买一套高档的公寓。阳光都用同样的角度照射着昏暗中蓬勃的生命。\n" +
                        "\n" +
                        "    而在十三岁那一年，生命朝着两个方向，发出迅速的射线。\n" +
                        "\n" +
                        "    齐铭的记忆里，那年夏天的一个黄昏，易遥的父亲拖着口沉重的箱子离开这个弄堂。走的时候他蹲下来抱着易遥，齐铭趴在窗户上，看到她父亲眼眶里滚出的热泪。\n" +
                        "\n" +
                        "    十五岁的时候，他听到易遥说，我的妈妈是个妓女。她是个很烂的女人。\n" +
                        "\n" +
                        "    每一个生命都像是一颗饱满而甜美的果实。只是有些生命被太早的耗损，露出里面皱而坚硬的果核。\n" +
                        "\n" +
                        "    07\n" +
                        "\n" +
                        "    像个皱而坚硬的果核。\n" +
                        "\n" +
                        "    易遥躺在黑暗里。这样想到。\n" +
                        "\n" +
                        "    窗外是冬天凛冽的寒气。灰蒙蒙的天空上浮动着大朵大朵铅灰色沉重的云。月光照不透。\n" +
                        "\n" +
                        "    不过话说回来，哪儿来的月光。\n" +
                        "\n" +
                        "    只是对面齐铭的灯还是亮着罢了。\n" +
                        "\n" +
                        "    自己的窗帘被他窗户透出来的黄色灯光照出一圈毛茸茸的光晕来。他应该还在看书，身边也应该放着杯热咖啡或者奶茶。兴许还有刚煮好的一碗馄饨。\n" +
                        "\n" +
                        "    终究是和自己不一样的人。\n" +
                        "\n" +
                        "    十七岁的齐铭，有着年轻到几乎要发出光芒来的脸。白衬衣和黑色制服里，是日渐挺拔的骨架和肌肉。男生的十七岁，像是听得到长个子时咔嚓的声音。\n" +
                        "\n" +
                        "    全校第一名的成绩。班长。短跑市比赛在前一天摔伤脚的情况下第二名。普通家庭，可是却也马上要搬离这个弄堂，住进可以看见江景的高档小区。\n" +
                        "\n" +
                        "    规矩地穿着学校地制服，从来不染发，不打耳洞，不会像其他男生一样因为耍帅而在制服里面不穿衬衣改穿T恤。\n" +
                        "\n" +
                        "    喜欢生物。还有欧洲文艺史。\n" +
                        "\n" +
                        "    进学校开始就收到各个年级的学姐学妹的情书。可是无论收到多少封，每一次，都还是可以令他脸红。\n" +
                        "\n" +
                        "    而自己呢？\n" +
                        "\n" +
                        "    用那个略显恶毒的母亲的话来说，就是，“阴气重”，“死气沉沉”，“你再闷在家你就闷出一身虫子来了”。\n" +
                        "\n" +
                        "    而就是这样的自己，却在每一天早上的弄堂里，遇见和自己完全不一样的齐铭。\n" +
                        "\n" +
                        "    然后一起走向涌进光线的弄堂口。\n" +
                        "\n" +
                        "    走向光线来源的入口。\n" +
                        "\n" +
                        "    这多像一个悲伤的隐喻。\n" +
                        "\n" +
                        "    08\n" +
                        "\n" +
                        "    易遥坐在马桶上。心里凉成一片。\n" +
                        "\n" +
                        "    有多少个星期没来了？三个星期？还是快一个月了？\n" +
                        "\n" +
                        "    说不出口的恐惧，让她把手捏得骨节发白。直到门外响起了母亲粗暴的敲门声，她才赶快穿上裤子，打开门。\n" +
                        "\n" +
                        "    不出所料的，听到母亲说，“关上门这么久，你是想死在里面吗你！”\n" +
                        "\n" +
                        "    “如果能死了倒真好了。”易遥心里回答着。\n" +
                        "\n" +
                        "    食堂里总是挤满了人。\n" +
                        "\n" +
                        "    齐铭端着饭盒找了很久才找到一个两个人的位子，于是对着远处的易遥招招手，叫她坐过来。\n" +
                        "\n" +
                        "    吃饭的时候易遥一直吃得很慢。齐铭好几次转过头去看她，她都只是拿着筷子不动，盯着碗里像是里面要长出花来，齐铭好几次无奈地用筷子敲敲她饭盒的边缘，她才回过神来轻轻笑笑。\n" +
                        "\n" +
                        "    一直吃到食堂的人都走得差不多了。易遥和齐铭才吃完离开。\n" +
                        "\n" +
                        "    食堂后面的洗手槽也没人了。\n" +
                        "\n" +
                        "    水龙头一字排开。";
                break;
        }
        return content;
    }
}
