package com.example.book.data;

public class MoreDatasource {
    public static String moreBook(int id){
        String content="";
        switch (id) {
            case 1:
                content="老杰克对唐三显然很有耐心，在他心中，村里最懂事的孩子就莫过于眼前的唐三了，真难想象，那样一个父亲怎么会有这么一个乖巧的儿子。\n" +
                        "\n" +
                        "　　“大魂师是魂师级别的称号。魂师是我们整个斗罗大陆中最高贵的职业，他们可以是强大的战士，也可以拥有出色的辅助能力。但不论是哪一种魂师，级别都是按照同样的称号进行排序的。”\n" +
                        "\n" +
                        "　　“魂师都拥有自己的武魂力，根据武魂力的强弱，一共分为十大称号。每一个称号又分为十级。最初刚刚入门的，叫做魂士，只要武魂觉醒之后，每个人都是魂士。如果武魂能够修炼的话，当魂力达到十一级的时候，就会进入下一个称号，也就是魂师。而大魂师，就是整个称号序列中的第三个。达到了大魂师境界，就已经是一名相当强大的魂师了。总体的十个称号是这样的。”\n" +
                        "\n" +
                        "　　“魂士，魂师，大魂师，魂尊，魂宗，魂王，魂帝，魂圣，魂斗罗和封号斗罗。我们斗罗大陆的名字，就是由此而来。传说中，达到九十级以上的封号斗罗都可以自行给自己取一个封号，他们简直就是无敌的存在啊！”\n" +
                        "\n" +
                        "　　眼中闪耀着骄傲的光辉，“我们圣魂村百年前可是出过一个第八等称号的魂圣哦。在整个诺丁城，甚至整个法斯诺行省，也是极为少有的。”\n" +
                        "\n" +
                        "　　一旁的唐昊撇了撇嘴，“老杰克，那只是一个传说而已。”\n" +
                        "\n" +
                        "　　仿佛被触动了逆鳞一般，老杰克大怒，“什么叫传说，传说也是从事实而来。唐昊，你来村子也有六年的时间了，应该明白那位魂圣在我们心目中的地位。再让我听到你侮辱魂圣大人，我就驱逐你离村。要不是看在小三的份上，你以为我愿意来你这狗窝么？”\n" +
                        "\n" +
                        "　　唐昊却不动怒，依旧敲打着手中的农具，就像是没听到杰克的话似的。\n" +
                        "\n" +
                        "　　杰克狠狠的瞪了他一眼，这才向唐三道：“以后你可千万别像你爸爸这么颓废，好了，我先走了，三天后，我来接你。”\n" +
                        "\n" +
                        "　　说完，老杰克怒气冲冲的离开了铁匠铺。\n" +
                        "\n" +
                        "　　“爸爸。”唐三叫了一声。\n" +
                        "\n" +
                        "　　“嗯？”唐昊冷冷的瞥了他一眼，看到父亲眼中的寒意，唐三不得不将想说的话咽了回去。低着头回他自己的房间继续奋斗那一万次敲击去了。\n" +
                        "\n" +
                        "　　夜幕降临，吃过晚饭，唐昊抹了抹嘴，习惯性的朝外面走去，对于他来说，这是例行公事，出去喝酒。喝最劣质的麦酒。\n" +
                        "\n" +
                        "　　“爸爸。等一下。”唐三来不及收拾碗筷，先叫住了唐昊。\n" +
                        "\n" +
                        "　　“干什么？”唐昊不耐烦的瞪了他一眼，尽管唐昊从没有打过唐三，但不知道为什么，唐三天生就对这位父亲有些畏惧。对于两世为人的他来说，也无法改变这种感觉。\n" +
                        "\n" +
                        "　　“那一万下，我锻造完了。”唐三说道。\n" +
                        "\n" +
                        "　　“哦？”唐昊眼中的光芒似乎亮了几分，“拿来给我看看。”\n" +
                        "\n" +
                        "　　“好。”唐三快步跑回自己的房间，很快，他捧着一个铁块跑了出来。\n" +
                        "\n" +
                        "　　铁块通体乌黑，虽然形态并不规则，但看上去每一个断面都极为光华，其中乌光隐现。整个铁块大约是原本铁坨的四人之一大，唐三运起玄天功拿着它才不觉得吃力。\n" +
                        "\n" +
                        "　　唐昊将乌黑铁块抓入手中，放在自己眼前仔细的看了看，“现在你明白我说的话了么？”\n" +
                        "\n" +
                        "　　唐三点了点头，“百炼成钢，品质再差的金属经过不断的锻造提纯，也会变成优质。爸爸，你是要告诉我这个道理么？”\n" +
                        "\n" +
                        "　　唐昊发现，这些天自己的儿子似乎带给自己不少惊讶，将铁块还给他，“那你就继续吧。等你把它锻造成拳头大小时，再拿来我看。”说完，他转身就走出了家门。\n" +
                        "\n" +
                        "　　按照他原本所说，锻造那铁块一万下就可以教唐三锻造，但现在他似乎是食言了。但唐三却并没有在意这些，他只是想着唐昊说的话。\n" +
                        "\n" +
                        "　　“拳头大小？”这么大的铁块，真的能够锻造到拳头大小么？尽管只有原本体积的四分之一，但唐三却很清楚，随着不断的锻造，铁块的密集程度越来越大，体积缩小也就变得更加困难。想要把它锻造到只有拳头大小的程度，绝不是再来一万下敲击就能做到的。\n" +
                        "\n" +
                        "　　百炼成钢，那么万炼又是什么呢？唐三眼中闪过一道闪亮的光芒，脚下微微一错，身体已经灵巧的钻入到自己的房间中去了。很快，叮叮当当的敲击声，再次在铁匠铺中响起。\n" +
                        "\n" +
                        "　　三天的时间很快就过去了，唐三每天早晨依旧会到山顶上去做他的例行功课，回家之后，除了做饭以外，就是锻造。算是和那块生铁较上了劲。每天的敲打速度都在增加。玄天功帮助他很快的恢复体力，得以维持这不断的锻造过程。\n" +
                        "\n" +
                        "　　“小三，爷爷来接你了。”老杰克准时来到了铁匠铺，或许是因为对唐昊的厌烦，这次他甚至没有走进去，只在外面叫着唐三。\n" +
                        "\n" +
                        "　　唐三看了一眼身边刚刚吃过早饭的父亲。唐昊冷淡的道：“去吧。别耽误了中午做饭。";
                break;
            case 2:
                content="月如银盘，漫天繁星。\n" +
                        "\n" +
                        "山崖之颠，萧炎斜躺在草地之上，嘴中叼中一根青草，微微嚼动，任由那淡淡的苦涩在嘴中弥漫开来\n" +
                        "\n" +
                        "举起有些白皙的手掌，挡在眼前，目光透过手指缝隙，遥望着天空上那轮巨大的银月。\n" +
                        "\n" +
                        "唉想起下午的测试，萧炎轻叹了一口气，懒懒的抽回手掌，双手枕着脑袋，眼神有些恍惚\n" +
                        "\n" +
                        "十五年了呢低低的自喃声，忽然毫无边际的从少年嘴中轻吐了出来。\n" +
                        "\n" +
                        "在萧炎的心中，有一个仅有他自己知道的秘密：他并不是这个世界的人，或者说，萧炎的灵魂，并不属于这个世界，他来自一个名叫地球的蔚蓝星球，至于为什么会来到这里，这种离奇经过，他也无法解释，不过在生活了一段时间之后，他还是后知后觉的明白了过来：他穿越了\n" +
                        "\n" +
                        "随着年龄的增长，对这块大陆，萧炎也是有了些模糊的了解\n" +
                        "\n" +
                        "大陆名为斗气大陆，大陆上并没有中常见的各系魔法，而斗气，才是大陆的唯一主调\n" +
                        "\n" +
                        "在这片大陆上，斗气的修炼，几乎已经在无数代人的努力之下，展到了巅峰地步，而且由于斗气的不断繁衍，最后甚至扩散到了民间之中，这也导致，斗气，与人类的日常生活，变得息息相关，如此，斗气在大陆中的重要性，更是变得无可替代\n" +
                        "\n" +
                        "因为斗气的极端繁衍，同时也导致从这条主线中分化出了无数条斗气修炼之法，所谓手有长短，分化出来的斗气修炼之法，自然也是有强有弱。\n" +
                        "\n" +
                        "经过归纳统计，斗气大陆将斗气功法的等级，由高到低分为四阶十二级：天.地.玄.黄\n" +
                        "\n" +
                        "而每一阶，又分初，中，高三级\n" +
                        "\n" +
                        "修炼的斗气功法等级的高低，也是决定日后成就高低的关键，比如修炼玄阶中级功法的人，自然要比修炼黄阶高级功法的同等级的人要强上几分。\n" +
                        "\n" +
                        "斗气大陆，分辩强弱，取决于三种条件。\n" +
                        "\n" +
                        "先，最重要的，当然是自身的实力，如果本身实力只有一星斗者级别，那就算你修炼的是天阶高级的稀世功法，那也难以战胜一名修炼黄阶功法的斗师。\n" +
                        "\n" +
                        "其次，便是功法同等级的强者，如果你的功法等级较之对方要高级许多，那么在比试之时，种种优势，一触既知。\n" +
                        "\n" +
                        "最后一种，名叫斗技\n" +
                        "\n" +
                        "顾名思义，这是一种挥斗气的特殊技能，斗技在大陆之上，也有着等级之分，总的说来，同样也是分为天地玄黄四级。\n" +
                        "\n" +
                        "斗气大陆斗技数不胜数，不过一般流传出来的大众斗技，大多都只是黄级左右，想要获得更高深的斗技，便必须加入宗派，或者大陆上的斗气学院。\n" +
                        "\n" +
                        "当然，一些依靠奇遇所得到前人遗留而下的功法，或者有着自己相配套的斗技，这种由功法衍变而出的斗技，互相配合起来，威力要更强上一些。\n" +
                        "\n" +
                        "依靠这三种条件，方才能判出究竟孰强孰弱，总的说来，如果能够拥有等级偏高的斗气功法，日后的好处，不言而喻\n" +
                        "\n" +
                        "不过高级斗气修炼功法常人很难得到，流传在普通阶层的功法，顶多只是黄阶功法，一些比较强大的家族或者中小宗派，应该有玄阶的修炼之法，比如萧炎所在的家族，最为顶层的功法，便是只有族长才有资格修炼的：狂狮怒罡，这是一种风属性，并且是玄阶中级的斗气功法。\n" +
                        "\n" +
                        "玄阶之上，便是地阶了，不过这种高深功法，或许便只有那些然势力与大帝国，方才可能拥有\n" +
                        "\n" +
                        "至于天阶已经几百年未曾出现了。\n" +
                        "\n" +
                        "从理论上来说，常人想要获得高级功法，基本上是难如登天，然而事无绝对，斗气大陆地域辽阔，万族林立，大陆之北，有号称力大无穷，可与兽魂合体的蛮族，大陆之南，也有各种智商奇高的高级魔兽家族，更有那以诡异阴狠而著名的黑暗种族等等\n" +
                        "\n" +
                        "由于地域的辽阔，也有很多不为人知的无名隐士，在生命走到尽头之后，性子孤僻的他们，或许会将平生所创功法隐于某处，等待有缘人取之，在斗气大陆上，流传一句话：如果某日，你摔落悬崖，掉落山洞，不要惊慌，往前走两步，或许，你，将成为强者\n" +
                        "\n" +
                        "此话，并不属假，大陆近千年历史中，并不泛这种依靠奇遇而成为强者的故事.\n" +
                        "\n" +
                        "这个故事所造成的后果，便是造就了大批每天等在悬崖边，准备跳崖得绝世功法的怀梦之人，当然了，这些人大多都是以断胳膊断腿归来\n" +
                        "\n" +
                        "总之，这是一片充满奇迹，以及创造奇迹的大陆\n" +
                        "\n" +
                        "当然，想要修炼斗气秘籍，至少需要成为一名真正的斗者之后，方才够资格，而现在的萧炎隔那段距离，似乎还很是遥远\n" +
                        "\n" +
                        "呸。吐出嘴中的草根，萧炎忽然跳起身来，脸庞狰狞，对着夜空失态的咆哮道：我草你，把劳资穿过来当废物玩吗草\n" +
                        "\n" +
                        "在前世，萧炎只是庸碌众生中极其平凡的一员，金钱，美人，这些东西与他根本就是两条平行线，永远没有交叉点，然而，当来到这片斗气大陆之后，萧炎却是惊喜的现，因为两世的经验，他的灵魂，竟然比常人要强上许多\n" +
                        "\n" +
                        "要知道，在斗气大陆，灵魂是天生的，或许它能随着年龄的增长而稍稍变强，可却从没有什么功法能够单独修炼灵魂，就算是天阶功法，也不可能这是斗气大陆的常识。\n" +
                        "\n" +
                        "灵魂的强化，也造就出萧炎的修炼天赋，同样，也造就了他的天才之名。\n" +
                        "\n" +
                        "当一个平凡庸碌之人，在知道他有成为无数人瞩目的本钱之后，若是没有足够的定力，很难能够把握本心，很显然的，前世仅仅是普通人的萧炎，并没有这种人般的定力，所以，在他开始修炼斗之气后，他选择了成为受人瞩目的天才之路，而并非是在安静中逐渐成长\n" +
                        "\n" +
                        "若是没有意外生的话，萧炎或许还真能够顶着天才的名头越长越大，不过，很可惜，在十一岁那年，天才之名，逐渐被突如其来的变故剥夺而去，而天才，也是在一夜间，沦落成了路人口中嘲笑的废物\n" +
                        "\n" +
                        "在咆哮了几嗓子之后，萧炎的情绪也是缓缓的平息了下来，脸庞再次回复了平日的落寞，事与至此，不管他如何暴怒，也是挽不回辛苦修炼而来的斗之气旋。\n" +
                        "\n" +
                        "苦涩的摇了摇头，萧炎心中其实有些委屈，毕竟他对自己身体究竟生了什么事，也是一概不知，平日检查，却没有现丝毫不对劲的地方，灵魂，随着年龄的增加，也是越来越强大，而且吸收斗之气的度，比几年前最巅峰的状态还要强盛上几分，这种种条件，都说明自己的天赋从不曾减弱，可那些进入体内的斗之气，却都是无一例外的消失得干干净净，诡异的情形，让得萧炎黯然神伤\n" +
                        "\n" +
                        "黯然的叹了口气，萧炎抬起手掌，手指上有一颗黑色戒指，戒指很是古朴，不知是何材料所铸，其上还绘有些模糊的纹路，这是母亲临死前送给他的唯一礼物，从四岁开始，他已经佩戴了十年，母亲的遗物，让得萧炎对它也是有着一份眷恋，手指轻轻的抚摸着戒指，萧炎苦笑道：这几年，还真是辜负母亲的期望了\n" +
                        "\n" +
                        "深深的吐了一口气，萧炎忽然回转过头，对着漆黑的树林温暖的笑道：父亲，您来了\n" +
                        "\n" +
                        "虽然斗之气只有三段，不过萧炎的灵魂感知，却是比一名五星斗者都要敏锐许多，在先前说起母亲的时候，他便察觉到了树林中的一丝动静。\n" +
                        "\n" +
                        "呵呵，炎儿，这么晚了，怎么还待在这上面呢树林中，在静了片刻后，传出男子的关切笑声。\n" +
                        "\n" +
                        "树枝一阵摇摆，一位中年人跃了出来，脸庞上带着笑意，凝视着自己那站在月光下的儿子。\n" +
                        "\n" +
                        "中年人身着华贵的灰色衣衫，龙行虎步间颇有几分威严，脸上一对粗眉更是为其添了几分豪气，他便是萧家现任族长，同时也是萧炎的父亲，五星大斗师，萧战\n" +
                        "\n" +
                        "父亲，您不也还没休息么望着中年男子，萧炎脸庞上的笑容更浓了一分，虽然自己有着前世的记忆，不过自出生以来，面前这位父亲便是对自己百般宠爱，在自己落魄之后，宠爱不减反增，如此行径，却是让得萧炎甘心叫他一声父亲。\n" +
                        "\n" +
                        "炎儿，还在想下午测验的事呢大步上前，萧战笑道。\n" +
                        "\n" +
                        "呵呵，有什么好想的，意料之中而已。萧炎少年老成的摇了摇头，笑容却是有些勉强。\n" +
                        "\n" +
                        "唉望着萧炎那依旧有些稚嫩的清秀脸庞，萧战叹了一口气，沉默了片刻，忽然道：炎儿，你十五岁了吧\n" +
                        "\n" +
                        "【话说，目前朗读听书最好用的app，野果阅读，www.yeguoyuedu.com 安装最新版。】\n" +
                        "\n" +
                        "嗯，父亲。\n" +
                        "\n" +
                        "再有一年，似乎就该进行成年仪式了萧战苦笑道。\n" +
                        "\n" +
                        "是的，父亲，还有一年手掌微微一紧，萧炎平静的回道，成年仪式代表什么，他自然非常清楚，只要度过了成年仪式，那么没有修炼潜力的他，便将会被取消进入斗气阁寻找斗气功法的资格，从而被分配到家族的各处产业之中，为家族打理一些普通事物，这是家族的族规，就算他的父亲是族长，那也不可能改变\n" +
                        "\n" +
                        "毕竟，若是在二十五岁之前没有成为一名斗者，那将不会被家族所认可\n" +
                        "\n" +
                        "对不起了，炎儿，如果在一年后你的斗之气达不到七段，那么父亲也只得忍痛把你分配到家族的产业中去，毕竟，这个家族，还并不是父亲一人说了算，那几个老家伙，可随时等着父亲犯错呢望着平静的萧炎，萧战有些歉疚的叹道。\n" +
                        "\n" +
                        "父亲，我会努力的，一年后，我一定会到达七段斗之气的萧炎微笑着安慰道。\n" +
                        "\n" +
                        "一年，四段呵呵，如果是以前，或许还有可能吧，不过现在基本没半点机会虽然口中在安慰着父亲，不过萧炎心中却是自嘲的苦笑了起来。\n" +
                        "\n" +
                        "同样非常清楚萧炎底细的萧战，也只得叹息着应了一声，他知道一年修炼四段斗之气有多困难，轻拍了拍他的脑袋，忽然笑道：不早了，回去休息吧，明天，家族中有贵客，你可别失了礼。\n" +
                        "\n" +
                        "贵客谁啊萧炎好奇的问道。\n" +
                        "\n" +
                        "明天就知道了.对着萧炎挤了挤眼睛，萧战大笑而去，留下无奈的萧炎。\n" +
                        "\n" +
                        "放心吧，父亲，我会尽力的抚摸着手指上的古朴戒指，萧炎抬头喃喃道。\n" +
                        "\n" +
                        "在萧炎抬头的那一刹，手指中的黑色古戒，却是忽然亮起了一抹极其微弱的诡异毫光，毫光眨眼便逝，没有引起任何人的察觉";
                break;
            case 3:
                content="“明非！大早上在屋里发什么疯呢？别大清早就在那追狗血肥皂剧了，下去买一袋广东香肠和一把小葱，顺带去传达室看看有没有新的邮包寄来！”\n" +
                        "\n" +
                        "穿透性极强的魔音将路明非拉回现实。\n" +
                        "\n" +
                        "听到婶婶的声音，路明非愣了一下，有种恍惚感。\n" +
                        "\n" +
                        "这个在东京口口声声说要与他断绝来往，又在最后关头担心他会不会游泳的家庭妇女，是他在这世上割舍不掉的家人。\n" +
                        "\n" +
                        "而她也随着自己的重生，再一次出现在了他的生活中。\n" +
                        "\n" +
                        "如果历史沿着原本的轨道流淌，那么叔叔一家会在决战之日前因为自己，而倒在死侍的脚下……\n" +
                        "\n" +
                        "这个在临死前怒骂自己是丧门星，给他们全家带来灭顶之灾的家庭妇女，却直到死也没让他来救他们。\n" +
                        "\n" +
                        "倔强的让人无法理解。\n" +
                        "\n" +
                        "这个养了他六年，却又让他无比烦闷、讨厌的家，似乎总能找到各种各样和解的理由。\n" +
                        "\n" +
                        "路明非含糊了应了一声，双手狠狠在脸上蹂躏了一阵，深吸口气，重新恢复了平静。\n" +
                        "\n" +
                        "“快一点快一点，大小伙子的人这么磨磨蹭蹭以后谁家女孩看得上你！”\n" +
                        "\n" +
                        "越发犀利，直指灵魂的痛击接踵而来。\n" +
                        "\n" +
                        "路明非刚点下“发送”键，屏幕上突然跳出了一个新窗口。\n" +
                        "\n" +
                        "“Ri.Lu，您有未读的邮件1。”\n" +
                        "\n" +
                        "……\n" +
                        "\n" +
                        "Ricardo：\n" +
                        "\n" +
                        "根据入学资料，你出生于1991年07月17日，今天满19岁。\n" +
                        "\n" +
                        "在这重要的一天，我谨代表校长希尔伯特·让·昂热和教务委员会全体教授祝你生日快乐。\n" +
                        "\n" +
                        "感谢你就读卡塞尔学院和我们分享美好时光，荣幸地共同成长。\n" +
                        "\n" +
                        "你真诚的，诺玛。\n" +
                        "\n" +
                        "PS：按照校规，过生日的学生可在学院餐厅领取生日蛋糕一份，但你目前在中国休暑假，所以免费生日蛋糕服务取消。以及，暑假小学期将在2010年07月20日开始，你上个学期的成绩单显示你有两门课的成绩为‘D’，即未通过或者不及格，因此遗憾地通知你，小学期你必须补课以及补考。我已经为你安排返回本部的机票，请随时准备出发。\n" +
                        "\n" +
                        "……\n" +
                        "\n" +
                        "快速浏览过邮件，刚想走出房门的路明非突然一拍脑门。\n" +
                        "\n" +
                        "他已经很久没过生日了，完全忘了这门子事。\n" +
                        "\n" +
                        "也就是说，那个总喜欢恶心人的家伙，特意将自己送回了生日的这一天？\n" +
                        "\n" +
                        "十九岁了吗？\n" +
                        "\n" +
                        "不过……\n" +
                        "\n" +
                        "挂了两门课吗？\n" +
                        "\n" +
                        "路明非双手掩面，有些不忍直视这糟糕的成绩单。\n" +
                        "\n" +
                        "作为学校目前在读生中唯一的S级，真是惨不忍睹啊，想来是给历代前辈的威名重重抹了一笔污迹。\n" +
                        "\n" +
                        "不过这趟回本部的话……\n" +
                        "\n" +
                        "似乎能去当个合格的电灯泡？\n" +
                        "\n" +
                        "好像还不赖的样子。\n" +
                        "\n" +
                        "路明非咧嘴一笑，随手抓了几把乱糟糟的头发，在婶婶下一发魔音到来前大步走出了屋子。\n" +
                        "\n" +
                        "刚走出屋子，就撞上了迎面而来，手里抓着一个座圈的婶婶。\n" +
                        "\n" +
                        "“哎，等等，正好马桶圈给你叔叔坐裂了，去建材城给我买个新的，要榉木的，高档一点的。我待会要带鸣泽……喂，你小子发什么疯！脑子撞墙了？！”\n" +
                        "\n" +
                        "家庭妇女的话还没说完，一个大大的拥抱将她抱个满怀，吓得家庭妇女花容失色，两手拼命挥舞拍打明非的肩膀。\n" +
                        "\n" +
                        "难道是这臭小子没钱花了？\n" +
                        "\n" +
                        "呵呵，就知道那什么卡塞尔学院奖学金是骗人的玩意！\n" +
                        "\n" +
                        "好在自己有先见之明，不然鸣泽能上奥斯丁大学吗！\n" +
                        "\n" +
                        "“我知道，你们要去买西服，下午四点半回来，我会帮忙把香肠蒸上葱切好，再给你切点萝卜做汤用。”\n" +
                        "\n" +
                        "脑海中前所未有的清晰，以前的记忆清楚地就像可以反复循环播放的电影。\n" +
                        "\n" +
                        "路明非一股脑说出了一串话，双臂狠狠一紧，勒的家庭妇女咳了两声，要不是尚有些自知之明，加上亲缘关系，她说不得要大呼小叫，怒骂这莫名其妙的臭小子揩她油了。\n" +
                        "\n" +
                        "“对了，我爱你们，就像你们爱我一样。”\n" +
                        "\n" +
                        "留下这最后一句话，路明非头也不回地转身冲出了屋内。\n" +
                        "\n" +
                        "留下一头雾水的家庭妇女呆立在原地。\n" +
                        "\n" +
                        "足足数十秒后。\n" +
                        "\n" +
                        "她才回过神，狠狠呸了一声，嘟囔道：“谁会爱你这个小王八蛋。”\n" +
                        "\n" +
                        "路明非冲下了楼，循着引擎声找到了坐在那辆小宝马内的叔叔。\n" +
                        "\n" +
                        "“明非啊，这是要出门？要不要叔叔送你一程”\n" +
                        "\n" +
                        "叔叔侧伸出头，往嘴里塞了根香烟，烟还没点上，随口问了一声。\n" +
                        "\n" +
                        "下一秒，叔叔目瞪口呆，嘴里的香烟跌落在大腿上。\n" +
                        "\n" +
                        "路明非探身进车内，先是狠狠薅了把鸣泽那小胖子梳理的整整齐齐的头发，在弟弟的哀嚎怒吼声中低下头，额头与叔叔相抵，闭上眼睛轻声道：\n" +
                        "\n" +
                        "“叔叔，谢谢你们这些年守护在我的身边，我永远是老路家的种。”\n" +
                        "\n" +
                        "望着路明非一路疾行宛若逃跑的身影，叔叔呆了好一会，有些莫名其妙，又莫名有些触动，可又说不清这是种怎样的感觉。\n" +
                        "\n" +
                        "就好像家中的孩子突然一下子长大、懂事了，背对着家人独自踏上了通往远方的道路这条道路注定将是遍地荆棘，充斥着血与火，阴谋与危机，可他的身影却是那样一往无前。\n" +
                        "\n" +
                        "难道去美国的这一年……\n" +
                        "\n" +
                        "明非发现自己其实不是老路家的种？\n" +
                        "\n" +
                        "可也不对啊，明非怎么会不是老路家的种呢，这么重要的事大哥可从没跟自己提过！\n" +
                        "\n" +
                        "他突然转头狠狠瞪了眼还在哀嚎的亲儿子，骂道：“臭小子，一个头发就给你整的生无可恋了？别囔囔了！”\n" +
                        "\n" +
                        "小胖子委屈回头，趴在车尾试图寻找哥哥的身影。\n" +
                        "\n" +
                        "……\n" +
                        "\n" +
                        "……\n" +
                        "\n" +
                        "路明非走出小区，进了地铁站，掏出口袋中的手机。\n" +
                        "\n" +
                        "映入眼帘的是三条消息。\n" +
                        "\n" +
                        "第一条来自楚子航楚师兄，这是一条生日祝福短信，简洁地就像调查表的网页，一眼就能看出这是师兄的风格。\n" +
                        "\n" +
                        "“生日快乐，路明非，楚子航。”\n" +
                        "\n" +
                        "嘿，师兄，好久不见了。\n" +
                        "\n" +
                        "下一条是封隐秘邮件，不知以什么方式发到了他的手机中。\n" +
                        "\n" +
                        "……\n" +
                        "\n" +
                        "Ri.Lu：\n" +
                        "\n" +
                        "执行部对你分配了一项临时任务，你需要在今天早晨10:00之前赶到火车南站，和执行部专员B007交接一份重要资料，并带着它返回学院本部，你的返程机票被预订在2010年07月18日凌晨。\n" +
                        "\n" +
                        "诺玛。\n" +
                        "\n" +
                        "……\n" +
                        "\n" +
                        "记忆瞬间被拉回这一天。\n" +
                        "\n" +
                        "那个和自己碎嘴了半天，连真名都来不及报上，只留下一个编号的师兄，突然在自己面前失去了生命。\n" +
                        "\n" +
                        "这可不行啊小师妹，手上沾染了太多秘党的血，你还怎么站在师兄的身边呢。\n" +
                        "\n" +
                        "路明非在心中自语道。\n" +
                        "\n" +
                        "他看了眼时间，连第三条短信都没看，直接跨入了地铁中。\n" +
                        "\n" +
                        "他已经想起了第三条短信的内容。\n" +
                        "\n" +
                        "那是来自陈雯雯的短信。\n" +
                        "\n" +
                        "一想到这个名字，他的脑海中还能浮现出那一天的场景。\n" +
                        "\n" +
                        "……\n" +
                        "\n" +
                        "那也是一个夏天，蝉和今天一样在外面玩命地叫，屋檐的阴影落在地面上如刀一般锋利，外面满是灼眼的阳光，他靠在窗台上百无聊赖，陈雯雯穿着蓝白相间的布裙子，穿着浅跟的凉鞋，步履轻盈，像微微地踮着脚走夜路，好像要从他面前一掠而过。\n" +
                        "\n" +
                        "“你是路明非么？你喜不喜欢看书？”陈雯雯停在面前。\n" +
                        "\n" +
                        "他本来低垂着眼睛盯着地板，听到这句话后惊讶地抬起头，看到陈雯雯的眼睛像是水面那样微漾着反射阳光。\n" +
                        "\n" +
                        "耀眼的似乎无法直视。\n" +
                        "\n" +
                        "……\n" +
                        "\n" +
                        "路明非一度认为自己不可自拔地喜欢上了她。\n" +
                        "\n" +
                        "可直到很久以后，路明非才明白，那只是向往，而非爱。\n" +
                        "\n" +
                        "那只是一个缺爱而孤独的少年，在面对极少见地来自他人的善意时，内心中突然涌出的渴求罢了。\n" +
                        "\n" +
                        "他想从陈雯雯那里渴求更多的关怀或者关注。\n" +
                        "\n" +
                        "可以是恋人间，也可以是朋友间。\n" +
                        "\n" +
                        "哪怕是早已习惯孤独的少年，也会无比真切的希望身边能多出一个可以掏心窝的朋友。\n" +
                        "\n" +
                        "他们可以互诉衷肠，可以偷别家的煤炭在天台上烤香肠吃，可以一起坐在天台的边沿晃荡着脚，看着远方日轮黯淡，看着城市在日落中安静下来，看着街道依次亮起斑斓灯光汇聚成银河。\n" +
                        "\n" +
                        "他只是太孤独，太寂寞了。\n" +
                        "\n" +
                        "寂寞到总是轻易地喜欢上愿意向他伸出手，给予他善意的女孩，却从没想过对方需不需要他的喜欢。\n" +
                        "\n" +
                        "她们只是偶然路过他的人生，看到那个衰小孩实在是太惨了，惨到不忍直视，好像整个世界都在针对他，于是便心怀同情地给予了他一分善意。\n" +
                        "\n" +
                        "她们都是善良的人啊。\n" +
                        "\n" +
                        "善良的人就应该享有幸福。\n" +
                        "\n" +
                        "但这份幸福，并不是只有自己才能给予。\n" +
                        "\n" +
                        "自己的喜欢，对她们来说可能只是平添的烦恼。\n" +
                        "\n" +
                        "而在面对那个真正需要自己的女孩时，愚蠢的，不可救药的，这个世界上最烂最废物的自己，却没有及时握住那个女孩的手。\n" +
                        "\n" +
                        "他答应了她会为她打跑一切来袭的奥特曼。\n" +
                        "\n" +
                        "但他却没有做到。\n" +
                        "\n" +
                        "他以为她是公主她拥有全世界，可她以为她只拥有你和她的玩具们。\n" +
                        "\n" +
                        "他总是这样犹豫胆怯，直到真正失去才开始后悔，直到失去了一切才开始明悟，直到退无可路才知道前进。\n" +
                        "\n" +
                        "真是……\n" +
                        "\n" +
                        "废物般的人生啊。\n" +
                        "\n" +
                        "钻心的疼痛再次蔓延在他的心口，仿佛藤蔓扎根于心脏，开出血色的花。\n" +
                        "\n" +
                        "路明非缓慢抬头，在车窗玻璃上看到了头发乱糟糟不修边幅，眼瞳却如黄金浇铸，展露出赫赫威严的年轻人。\n" +
                        "\n" +
                        "他轻声告诉眼前的年轻人。\n" +
                        "\n" +
                        "失约的男人不配做男人。\n" +
                        "\n" +
                        "所谓男人，就要说到做到";
                break;
            case 4:
                    content="六\n" +
                            "诗人!\n" +
                            "不要委屈了自然罢\n" +
                            "\"美\"的图画\n" +
                            "要淡淡的描呵!\n" +
                            "七\n" +
                            "一步一步的扶走——\n" +
                            "半隐的青紫的山峰\n" +
                            "怎的这般高远呢\n" +
                            "八\n" +
                            "月呵!\n" +
                            "什么做成了你的尊严呢\n" +
                            "深远的天空里\n" +
                            "只有你独往独来了\n" +
                            "九\n" +
                            "倘若我能以达到\n" +
                            "上帝呵!\n" +
                            "何处是你心的尽头\n" +
                            "可能容我知道\n" +
                            "远了!\n" +
                            "远了!\n" +
                            "我真是太微小了呵!\n" +
                            "十\n" +
                            "忽然了解是一夜的正中\n" +
                            "白日的心情呵!\n" +
                            "不要侵到这境界里来罢\n" +
                            "十一\n" +
                            "南风吹了\n" +
                            "将春的微笑\n" +
                            "从水国里带来了!\n" +
                            "一二\n" +
                            "弦声近了\n" +
                            "瞽目者来了\n" +
                            "弦声远了\n" +
                            "无知的人的命运\n" +
                            "也跟了去么\n" +
                            "一三\n" +
                            "白莲花!\n" +
                            "清洁拘束了你了——\n" +
                            "但也何妨让同在水里的红莲\n" +
                            "来参礼呢\n" +
                            "一四\n" +
                            "自然唤着说\n" +
                            "\"将你的笔尖儿\n" +
                            "浸在我的海里罢!\n" +
                            "人类的心怀太枯燥了\"\n" +
                            "一五\n" +
                            "沉默里\n" +
                            "充满了胜利者的凯歌!\n" +
                            "一六\n" +
                            "心呵!\n" +
                            "什么时候值得烦乱呢\n" +
                            "为着宇宙\n" +
                            "为着众生\n" +
                            "一七\n" +
                            "红墙衰草上的夕阳呵!\n" +
                            "快些落下去罢\n" +
                            "你使许多的青年人颓老了!\n" +
                            "一八\n" +
                            "冰雪里的梅花呵!\n" +
                            "你占了春先了\n" +
                            "看遍地的小花\n" +
                            "随着你零星开放\n" +
                            "一九\n" +
                            "诗人!\n" +
                            "笔下珍重罢!\n" +
                            "众生的烦闷\n" +
                            "要你来慰安呢\n" +
                            "二十\n" +
                            "山头独立\n" +
                            "宇宙只一人占有了么\n" +
                            "二一\n" +
                            "只能提着壶儿\n" +
                            "看她憔悴——\n" +
                            "同情的水\n" +
                            "从何灌溉呢\n" +
                            "她原是栏内的花呵!\n" +
                            "二二\n" +
                            "先驱者!\n" +
                            "你要为众生开辟前途呵\n" +
                            "束紧了你的心带罢!\n" +
                            "二三\n" +
                            "平凡的池水——\n" +
                            "临照了夕阳\n" +
                            "便成金海!\n" +
                            "二四\n" +
                            "小岛呵!\n" +
                            "何处显出你的挺拔呢\n" +
                            "无数的山峰\n" +
                            "沉沦在海底了\n" +
                            "二五\n" +
                            "吹就雪花朵朵——\n" +
                            "朔风也是温柔的呵\n" +
                            "二六\n" +
                            "我只是一个弱者!\n" +
                            "光明的十字架\n" +
                            "容我背上罢\n" +
                            "我要抛弃了性天里\n" +
                            "暗淡的星辰!\n" +
                            "二七\n" +
                            "大风起了!\n" +
                            "秋虫的鸣声都息了!\n" +
                            "二八\n" +
                            "影几欺哄了众生了\n" +
                            "天以外——\n" +
                            "月儿何曾圆缺\n" +
                            "二九\n" +
                            "一般的碧绿\n" +
                            "只多些温柔\n" +
                            "西湖呵\n" +
                            "你是海的小妹妹么\n" +
                            "三十\n" +
                            "天高了\n" +
                            "星辰落了\n" +
                            "晓风又与睡人为难了!\n" +
                            "三一\n" +
                            "诗人!\n" +
                            "自然命令着你呢\n" +
                            "静下心潮\n" +
                            "听他呼唤!\n" +
                            "三二\n" +
                            "渔舟归来了\n" +
                            "看江上点点的红好呵!\n" +
                            "三三\n" +
                            "墙角的花!\n" +
                            "你孤芳自赏时\n" +
                            "天地便小了\n" +
                            "三四\n" +
                            "青年的!\n" +
                            "从白茫茫的地上\n" +
                            "找出同情来罢\n" +
                            "三五\n" +
                            "嫩绿的叶儿\n" +
                            "也似诗情么\n" +
                            "颜色一番一番的浓了\n" +
                            "三六\n" +
                            "老年人的\"过去\"\n" +
                            "青年人的\"将来\"\n" +
                            "在沉思里\n" +
                            "都是一样呵!\n" +
                            "三七\n" +
                            "太空!\n" +
                            "揭开你的星网\n" +
                            "容我瞻仰你光明的盼罢\n" +
                            "三八\n" +
                            "秋深了!\n" +
                            "树叶儿穿上红衣了!\n" +
                            "三九\n" +
                            "水向东流\n" +
                            "月向西落——\n" +
                            "诗人\n" +
                            "你的心情\n" +
                            "能将她们牵住了么\n" +
                            "四十\n" +
                            "黄昏——深夜\n" +
                            "槐花下的狂风\n" +
                            "藤萝上的蜜雨上\n" +
                            "可能容我暂止你\n" +
                            "病的弟弟\n" +
                            "刚刚睡浓了呵!\n" +
                            "四一\n" +
                            "小松树!\n" +
                            "容我伴你罢\n" +
                            "山上自云深了!";
                break;
            case 5:
                content="“看什么看，干活儿！”\n" +
                        "\n" +
                        "    汪淼吓了一跳，然后发现纳米研究中心主任说的不是他，而是一名年轻工程师，后者也和自己一样呆呆地望着那个身影。汪淼从艺术中回到现实，发现那位女性不是一般的工作人员，因为总工程师陪同着她，在向她介绍着什么，一副很尊敬的样子。\n" +
                        "\n" +
                        "    “她是谁？”汪淼问主任。\n" +
                        "\n" +
                        "    “你应该知道她的，”主任说，用手划了一大圈，“这个投资二百亿的加速器建成后，第一次运行的可能就是验证她提出的一个超弦模型。要说在论资排辈的理论研究圈子，本来轮不到她的，可那些老家伙不敢先来，怕丢人，就让她捡了个便宜。”\n" +
                        "\n" +
                        "    “什么？杨冬是……女的？！”\n" +
                        "\n" +
                        "    “是的，我们也是在前天见到她时才知道。”主任说。\n" +
                        "\n" +
                        "    那名工程师问：“她这人是不是有什么心理障碍，要不怎么会从来不上媒体呢？别像是钱钟书似的，到死大家也没能在电视上看上一眼。”\n" +
                        "\n" +
                        "    “可我们也不至于不知道钱钟书的性别吧？我觉得她童年一定有什么不寻常的经历，以致得了自闭症。”汪淼说，多少有一些酸葡萄心理。\n" +
                        "\n" +
                        "    杨冬和总工程师走过来，在经过时她对他们微笑着点点头，没说一句话，但汪淼记住了她那清澈的眼睛。\n" +
                        "\n" +
                        "    当天晚上汪淼坐在书房里，欣赏着挂在墙上的自己最得意的几幅风景摄影，他的目光落在一幅塞外风光上——那是一个荒凉的山谷，雪山从山谷的尽头露出一抹白；山谷的这一端，半截沧桑的枯木占据了几乎三分之一的画面。汪淼在想象中把那个萦绕在他脑海中的身影叠印到画面上，让她位于山谷的深处，看上去很小很小；这时汪淼惊奇地发现，整个画面苏醒过来，仿佛照片中的世界认出了那个身影，仿佛这一切本来就是为她而存在。他又依次在想象中将那个身影叠印到另外几幅作品上，有时还将她那双眼睛作为照片上空旷苍穹的背景，那些画面也都苏醒过来，展现出一种汪淼从未想象过的美。以前，汪淼总觉得自己的摄影作品缺少某种灵魂；现在他知道了，缺的是她。\n" +
                        "\n" +
                        "    “名单上的这些物理学家，在不到两个月的时间里，先后自杀。”常伟思说。\n" +
                        "\n" +
                        "    晴天霹雳，汪淼的大脑一片空白。后来这空白中渐渐有了图像，那是他那些黑白风景照片，照片中的大地没有了她的身影，天空抹去了她的眼睛，那些世界死了。\n" +
                        "\n" +
                        "    “是……什么时候？”汪淼呆呆地问。\n" +
                        "\n" +
                        "    “在不到两个月的时间里。”常将军重复道。\n" +
                        "\n" +
                        "    “你是指最后一位吧。”坐在汪淼旁边的大史得意地说，然后压低声音，“她是最后一位自杀者，前天晚上，服过量安眠药。她死得很顺溜，没有痛苦。”\n" +
                        "\n" +
                        "    刹那间，汪淼居然对大史有了那么一丝感激。\n" +
                        "\n" +
                        "    “为什么？”汪淼问，那些照片上死去的风景画仍在他的脑海中幻灯似的循环浮现。\n" +
                        "\n" +
                        "    常伟思回答道：“现在能肯定的只有一点：促使他们自杀的原因是相同的。但原因本身在这里很难说清，也可能对我们这些非专业人士根本就说不清。文件中附加了他们遗书的部分内容，各位会后可以仔细看看。”\n" +
                        "\n" +
                        "    汪淼翻翻那些遗书的复印件，都是长篇大论。\n" +
                        "\n" +
                        "    “丁仪博士，您能否把杨冬的遗书给汪教授看一下？她的最简短，也最有概括性。”\n" +
                        "\n" +
                        "    那个一直低着头沉默的人半天才有所反应，掏出一个白色的信封隔着桌子递给汪淼，大史在旁边低声说：“他是杨冬的男友。”汪淼这才想起自己在良湘的高能加速器工地中也见过丁仪，他是理论组的成员，这名物理学家因在对球状闪电[1]的研究中发现宏原子而闻名于世。汪淼从信封中抽出一片散发出清香的东西，形状不规则，不是纸，竟是一片白桦树皮，上面有一行娟秀的字：\n" +
                        "\n" +
                        "    一切的一切都导向这样一个结果：物理学从来就没有存在过，将来也不会存在。我知道自己这样做是不负责任的，但别无选择。\n" +
                        "\n" +
                        "    连签字都没有，她就走了。\n" +
                        "\n" +
                        "    “物理学……不存在？”汪淼茫然四顾。\n" +
                        "\n" +
                        "    常将军合上文件夹，“有一些相关的具体信息与世界上三台新的高能加速器建成后取得的实验结果有关，很专业，我们就不在这里讨论了。我们首先要调查的是‘科学边界’学会。联合国教科文组织将2005年定为世界物理年，这个组织就是在这一年国际物理学界频繁的学术会议和交流活动中逐渐诞生的，是一个松散的国际性学术组织。丁博士，您是理论物理专业的，能进一步介绍一下它的情况吗？”\n" +
                        "\n" +
                        "    丁仪点点头说：“我与‘科学边界’没有任何直接联系，不过这个组织在学术界很有名。它的宗旨是：自上个世纪下半叶以来，物理学古典理论中的简洁有力渐渐消失了，理论图像变得越来越复杂、模糊和不确定，实验验证也越来越难，这标志着物理学的前沿探索似乎遇到了很大的障碍和困难。‘科学边界’试图开辟一条新的思维途径，简单地说就是试图用科学的方法找出科学的局限性，试图确定科学对自然界的认知在深度和精度上是否存在一条底线——底线之下是科学进入不了的。现代物理学的发展，似乎隐隐约约地触到了这条底线。”\n" +
                        "\n" +
                        "    “很好。”常伟思说，“据我们了解，这些自杀的学者大部分与‘科学边界’有过联系，有些还是它的成员。但没有发现诸如邪教精神控制或使用违法药物这类的犯罪行为。也就是说，即使‘科学边界’对那些学者产生过影响，也是通过合法的学术交流途径。汪教授，他们最近与您有联系，我们想了解一些情况。”\n" +
                        "\n" +
                        "    大史粗声粗气地开口说：“包括联系人的姓名、见面地点和时间、谈话内容，如果交换过文字资料或电子邮件的话……”\n" +
                        "\n" +
                        "    “大史！”常伟思厉声制止了他。\n" +
                        "\n" +
                        "    “不吱声没人拿你当哑巴！”旁边一位警官探过身去对大史低声说，后者拿起桌上的茶杯，看到里面的烟头后，“咚”的一声又放下了。\n" +
                        "\n" +
                        "    大史又令汪淼像吃了苍蝇一样难受，刚才那一丝感激消失得无影无踪。但他还是克制着回答了这个问题：“我与‘科学边界’的接触是从认识申玉菲开始的，她是一名日籍华裔物理学家，现在为一家日资公司工作，就住在这个城市。她曾在三菱电机的一家实验室从事纳米材料研究，我们是在今年年初的一次技术研讨会上认识的。通过她，又认识了几位物理专业的朋友，都是‘科学边界’的成员，国内国外的都有。和他们的交往时，谈的都是一些很……怎么说呢，很终极的问题，主要就是丁博士刚才提到的科学底线的问题。\n" +
                        "\n" +
                        "    “我一开始对这些问题没有太大的兴趣，只是作为消遣。我是搞应用研究的，在这方面水平不高，主要是听他们讨论和争论。这些人思想都很深刻，观点新颖，自己感觉同他们交流，思想开阔了许多，渐渐变得很投入了。但讨论的话题仅限于此，都是天马行空的纯理论，没有什么特别的。他们曾邀请我加入‘科学边界’，但那样的话，参加这样的研讨会就变成了一项义务，我因为精力有限就谢绝了。”\n" +
                        "\n" +
                        "    “汪教授，我们希望您接受邀请，加入‘科学边界’学会，这也是我们今天请您来的主要目的。”常将军说，“我们希望能通过您这个渠道，得到一些这个组织的内部信息。”\n" +
                        "\n" +
                        "    “您是说让我去卧底吗？”汪淼不安地问。\n" +
                        "\n" +
                        "    “哇哈哈，卧底！”大史大笑一声。\n" +
                        "\n" +
                        "    常伟思责备地看了大史一眼，对汪淼说：“只是提供一些情况，我们也没有别的渠道。”\n" +
                        "\n" +
                        "    汪淼摇摇头，“对不起，首长。我不能干这事。”\n" +
                        "\n" +
                        "    “汪教授，‘科学边界’是一个由国际顶尖学者构成的组织，对它的调查是一件极其复杂和敏感的事，我们真的是如履薄冰。没有知识界的帮助，我们寸步难行，所以才提出了这个唐突的要求，希望您能理解。不过我们也尊重您的意愿，如果不同意，我们也是能够理解的。”\n" +
                        "\n" +
                        "    “我……工作很忙，也没有时间。”汪淼推托道。\n" +
                        "\n" +
                        "    常伟思点点头，“好的，汪教授，那我们就不再耽误您的时间了，谢谢您能来参加这次会议。”\n" +
                        "\n" +
                        "    汪淼愣了几秒钟，才明白他该离开了。\n" +
                        "\n" +
                        "    常伟思礼貌地把汪淼送到会议室门口时，大史在后面大声说：“这样挺好，我压根儿就不同意这个方案。已经有这么多书呆子寻了短见，让他去不是‘肉包子打狗’吗？”\n" +
                        "\n" +
                        "    汪淼返身回去，走到大史身旁，努力克制着自己的愤怒，“你这么说话实在不像一名合格的警官。”\n" +
                        "\n" +
                        "    “我本来就不是。”\n" +
                        "\n" +
                        "    “那些学者自杀的原因还没有搞清楚。你不该用这么轻蔑的口气谈论他们，他们用自己的智慧为人类社会做出的贡献，是任何人都不可替代的。”\n" +
                        "\n" +
                        "    “你是说他们比我强？”大史在椅子上仰头看着汪淼，“我总不至于听人家忽悠几句就去寻短见。”\n" +
                        "\n" +
                        "    “那你是说我会？”\n" +
                        "\n" +
                        "    “总得对您的安全负责吧。”大史看着汪淼，又露出他招牌式的傻笑。\n" +
                        "\n" +
                        "    “在那种情况下我比你要安全得多，你应该知道，一个人的鉴别能力是和他的知识成正比的。”\n" +
                        "\n" +
                        "    “那不见得，像您这样的……”\n" +
                        "\n" +
                        "    “大史，你要再多说一句，也从这里出去好了！”常伟思严厉地呵斥道。\n" +
                        "\n" +
                        "    “没关系，让他说，”汪淼转向常将军，“我改变主意了，决定按您的意思加入‘科学边界’。”\n" +
                        "\n" +
                        "    “很好，”大史连连点头，“进去后机灵点儿，有些事顺手就能做，比如瞄一眼他们的电脑，记个邮件地址或网址什么的……”\n" +
                        "\n" +
                        "    “够了！够了！你误会了，我不是去卧底，只是想证明你的无知和愚蠢！”\n" +
                        "\n" +
                        "    “如果您过一阵儿还活着，那自然也就证明了。不过恐怕……嘿嘿。”大史仰着头，傻笑变成了狞笑。\n" +
                        "\n" +
                        "    “我当然会一直活下去，但实在不想再见到你这号人了！”\n" +
                        "\n" +
                        "    常伟思一直把汪淼送下了楼梯，并安排车送他，在道别时说：“史强就那种脾气，其实他是一名很有经验的刑警和反恐专家。二十多年前，他曾是我连里的一名战士。”\n" +
                        "\n" +
                        "    走到车前，常伟思又说：“汪教授，你一定有很多问题要问。”\n" +
                        "\n" +
                        "    “刚才您说的那些，与军方有什么关系？”\n" +
                        "\n" +
                        "    “战争与军方当然有关系。”\n" +
                        "\n" +
                        "    汪淼迷惑地看看周围明媚春光中的一切，“可战争在哪儿？现在全球一处热点都没有，应该是历史上最和平的年代了。”\n" +
                        "\n" +
                        "    常伟思露出了高深莫测的笑容：“你很快就会知道一切的，所有人都会知道。汪教授，你的人生中有重大的变故吗？这变故突然完全改变了你的生活，对你来说，世界在一夜之间变得完全不同。”\n" +
                        "\n" +
                        "    “没有。”\n" +
                        "\n" +
                        "    “那你的生活是一种偶然，世界有这么多变幻莫测的因素，你的人生却没什么变故。”\n" +
                        "\n" +
                        "    汪淼想了半天还是不明白，“大部分人都是这样嘛。”\n" +
                        "\n" +
                        "    “那大部分人的人生都是偶然。”\n" +
                        "\n" +
                        "    “可……多少代人都是这么平淡地过来的。”\n" +
                        "\n" +
                        "    “都是偶然。”\n" +
                        "\n" +
                        "    汪淼摇头笑了起来，“得承认今天我的理解力太差了，您这岂不是说……”\n" +
                        "\n" +
                        "    “是的，整个人类历史也是偶然，从石器时代到今天都没什么重大变故，真幸运。但既然是幸运，总有结束的一天；现在我告诉你，结束了，做好思想准备吧。”\n" +
                        "\n" +
                        "    汪淼还想问下去，但将军与他握手告别，阻止了他下面的问题。\n" +
                        "\n" +
                        "    上车后，司机开口问汪淼家的地址，汪淼告诉他后，随口问道：“哦，接我来的不是你？我看车是一样的。”\n" +
                        "\n" +
                        "    “不是我，我是去接丁博士的。”\n" +
                        "\n" +
                        "    汪淼心里一动，便向司机打听丁仪的住处，司机告诉了他。当天晚上，他就去找丁仪。";
                break;
            case 6:
                content="01\n" +
                        "\n" +
                        "    有一些隔绝在人与人之间的东西，可以轻易地就在彼此间划开深深的沟壑，下过雨，再变成河，就再也没有办法渡过去。\n" +
                        "\n" +
                        "    如果河面再堆起大雾……\n" +
                        "\n" +
                        "    就像十四岁的齐铭第一次遗.精弄脏了内.裤，他早上起来后把裤子塞在枕头下面，然后就出发上课去了。晚上回家洗完澡后，他拿着早上的裤子去厕所。遇见母亲的时候，微微有些涨红了脸。\n" +
                        "\n" +
                        "    母亲看他拿着裤子，习惯性地伸手要去接过来。却意外地被齐铭拒绝了。\n" +
                        "\n" +
                        "    “你好好的洗什么裤子啊，不是都是我帮你洗的吗，今天中邪啦傻小子，”母亲伸过手，“拿过来，你快去看书去。”\n" +
                        "\n" +
                        "    齐铭侧过身，脸像要烧起来，“不用，我自己洗。”绕过母亲，走进厕所把门关起来。\n" +
                        "\n" +
                        "    母亲站在门外，听着里面水龙头的哗哗声，若有所思地笑起来。\n" +
                        "\n" +
                        "    齐铭从厕所出来，甩着手上的水，刚伸手在毛巾上擦了擦，就看到母亲站在客厅的过道里，望着自己，脸上堆着笑，“傻小子，你以为妈妈不知道啊。”\n" +
                        "\n" +
                        "    突然有种不舒服的感觉从血管里流进了心脏，就像是喝到太甜的糖水，甜到喉咙发出难过的痒。就像是咽喉里被蚊子叮出个蚊子块来。\n" +
                        "\n" +
                        "    “没什么，我看书去了。”齐铭摸摸自己的脸，烫得很不舒服。\n" +
                        "\n" +
                        "    “哦哟，你和妈妈还要怕什么羞的啦。以后还是妈妈洗。乖啊。变小伙子了哦，哈哈。”\n" +
                        "\n" +
                        "    齐铭关上自己房间的门，倒在床.上，拉过被子捂住了头。\n" +
                        "\n" +
                        "    门外母亲打电话的声音又高调又清晰。\n" +
                        "\n" +
                        "    “喂，齐方诚，你家宝贝儿子变大人了哦，哈哈，我跟你说呀……”\n" +
                        "\n" +
                        "    齐铭躺在床.上，蒙着被子，手伸在外面，摸着墙上电灯的开关，按开，又关上，按开，再关上。灯光打不进被子，只能在眼皮上形成一隐一灭的模糊光亮。\n" +
                        "\n" +
                        "    心上像覆盖着一层灰色的膜，像极了傍晚弄堂里的暮色，带着热烘烘的油烟味，熏得心里难受。\n" +
                        "\n" +
                        "    之后过了几天，有天早上上学的时候，母亲和几个中年妇女正好也在门口聊天。齐铭拉了拉书包，从她们身边挤过去，低声说了句，妈我先去上课了。\n" +
                        "\n" +
                        "    齐铭刚没走远两步，就听到身后传来的对话声。\n" +
                        "\n" +
                        "    “听说你儿子哦~嘿嘿。”阴阳怪气的笑。\n" +
                        "\n" +
                        "    “哦哟，李秀兰你这个大嘴巴，哪能好到处讲的啦。”母亲假装生气的声音。声音装得再讨厌，还是带着笑。\n" +
                        "\n" +
                        "    “哎呀，这是好事呀，早日抱孙子还不好啊。哈哈哈哈。”讨厌的笑。\n" +
                        "\n" +
                        "    “现在的小孩哦，真是，营养好，想当初我们家那个，16岁！”一个年纪更长的妇女。\n" +
                        "\n" +
                        "    齐铭把自行车从车堆里用力地拉出来，太用力，扯倒了一排停在弄堂口的车子。\n" +
                        "\n" +
                        "    “哦哟，害羞了！你们家齐铭还真是嫩得出水了。”\n" +
                        "\n" +
                        "    “什么嫩得出水了，你老大不小的，怎么这么不正经。”母亲陪着笑。\n" +
                        "\n" +
                        "    齐铭恨不得突然弄堂被扔下一个炸弹，轰得一声世界太平。\n" +
                        "\n" +
                        "    转出弄堂口，刚要跨上车，就看到前面的易遥。\n" +
                        "\n" +
                        "    “你的光荣事迹，”易遥转过头来，等着追上来的齐铭，“连我都听说了。”\n" +
                        "\n" +
                        "    身边的齐铭倒吸一口凉气，差点撞到边上一个买菜回来的大妈，一连串的“哦哟，要死，当心点好伐？！”\n" +
                        "\n" +
                        "    易遥有点没忍住笑，“只能说你妈很能耐，这种事儿也能聊，不过也算了，妇女都这天性。”\n" +
                        "\n" +
                        "    “你妈就没聊。”齐铭不太服气。鼓着腮帮子。\n" +
                        "\n" +
                        "    “林华凤？”易遥白过眼来，“她就算了吧。”\n" +
                        "\n" +
                        "    “起码她没说什么吧。你第一次……那个的时候。”虽然14岁，但是学校生理课上，老师还是该讲的都讲过。\n" +
                        "\n" +
                        "    “我第一次是放学回家的路上，突然就觉得‘完了’，我很快地骑回家，路上像是做贼一样，觉得满世界的人都在看我，都知道那个骑车的小姑娘好朋友来了。结果我回家，换下裤子，告诉我妈，我妈什么话都没说，白了我一眼，走到自己衣柜拉开抽屉，丢给我一包卫生棉。唯一说的一句话是，‘你注意点，别把床单弄脏了，还有，换下来的裤子赶快去洗了，臭死人了’”，易遥刹住车，停在红灯前，回过头来说，“至少你妈还帮你洗裤子，你知足吧你小少爷。”\n" +
                        "\n" +
                        "    易遥倒是没注意到男生在边上涨红了脸。只是随口问了问，也没想过她竟然就像倒豆子般噼里啪啦全部告诉自己。毕竟是在微妙的年纪，连男生女生碰了碰手也会在班级里引发尖叫的时代。\n" +
                        "\n" +
                        "    “你告诉我这些干嘛……”齐铭的脸像是另一个红灯。\n" +
                        "\n" +
                        "    “你有毛病啊你，你不是自己问的吗？”易遥皱着眉头，“告诉你了你又不高兴，你真是犯贱。”\n" +
                        "\n" +
                        "    “你！”，男生气得发白的脸，“哼！迟早变得和你妈一样！刻薄的四十岁女人！”\n" +
                        "\n" +
                        "    易遥扯过自行车前框里的书包，朝男生背上重重地摔过去。\n" +
                        "\n" +
                        "    02\n" +
                        "\n" +
                        "    就像是这样的河流。\n" +
                        "\n" +
                        "    横亘在彼此的中间。从十四岁，到十七岁。一千零九十五天。像条一千零九十五米深的河。\n" +
                        "\n" +
                        "    齐铭曾经无数次地想过也许就像是很多的河流一样，会慢慢地在河床.上积满流沙，然后河床.上升，当偶然的几个旱季过后，就会露出河底平整的地面，而对岸的母亲，会慢慢地朝自己走过来。\n" +
                        "\n" +
                        "    但事实却是，不知道是自己，还是母亲，抑或是某一只手，一天一天地开凿着河道，清理着流沙，引来更多的渠水。一天深过一天的天堑般的存在，踩下去，也只能瞬间被没顶而已。\n" +
                        "\n" +
                        "    就像这天早上，齐铭和母亲在桌上吃饭。母亲照例评价着电视机里每一条早间新闻，齐铭沉默着往嘴里扒着饭。\n" +
                        "\n" +
                        "    “妈我吃完了。”齐铭拿起书包，换鞋的时候，看见父亲的钱夹安静地躺在门口的矮柜上。脖子上有根血管又开始突突地跳起来。\n" +
                        "\n" +
                        "    “哎哟，再加一件衣服，你穿这么少，你想生毛病啊我的祖宗。”母亲放下饭碗与刚刚还在情绪激动地评价着的电视早间新闻，进屋去拿衣服去了。\n" +
                        "\n" +
                        "    齐铭走到柜子前面，拿过钱夹，抽出六张一百的，迅速地塞到自己口袋里。\n" +
                        "\n" +
                        "    齐铭打开门，朝屋子里喊了一声，“妈别拿了，我不冷，我上学去了。”\n" +
                        "\n" +
                        "    “等等！”\n" +
                        "\n" +
                        "    “我真不冷！”齐铭拉开门，跨出去。\n" +
                        "\n" +
                        "    “我叫你等等！你告诉我，你口袋里是什么！”\n" +
                        "\n" +
                        "    屋外的白光突然涌过来，几乎要晃瞎齐铭的眼睛。放在口袋里的手，还捏着刚刚抽出来的六百块钱。齐铭拉着门把的手僵硬地停在那里。\n" +
                        "\n" +
                        "    声音像是水池的塞子被拔起来一般，旋涡一样地吸进某个看不见的地方。\n" +
                        "\n" +
                        "    剩下一屋子的寂静。满满当当的一池水。放空后的寂静。\n" +
                        "\n" +
                        "    还有寂静里母亲急促的呼吸声和激动而涨红的脸。还有自己窒息般的心跳。\n" +
                        "\n" +
                        "    03\n" +
                        "\n" +
                        "    “什么口袋里有什么？妈你说什么呢？”齐铭转过身来。对着母亲。\n" +
                        "\n" +
                        "    “你说，你口袋里是什么东西！”母亲剧烈起伏的胸膛。以及压抑着的愤怒粉饰着平静的表像。\n" +
                        "\n" +
                        "    “真没什么。”齐铭把手从口袋里抽出来，摊在母亲面前。\n" +
                        "\n" +
                        "    “我是说这个口袋！”母亲把手举起来，齐铭才看到她手上提着自己换下来的衣服，母亲把手朝桌子上用力一拍，一张纸被拍在桌上。\n" +
                        "\n" +
                        "    齐铭突然松掉一口气，像是绷紧到快要断掉的弦突然被人放掉了拉扯。但随后却在眼光的聚焦后，血液陡然冲上头顶。\n" +
                        "\n" +
                        "    桌子上，那张验孕试纸的发票静静地躺在桌子上。\n" +
                        "\n" +
                        "    前一分钟操场还是空得像是可以停得下一架飞机。而后一分钟，像是被香味引来的蚂蚁，密密麻麻的学生从各个教室里涌出来，黑压压地堵在操场上。\n" +
                        "\n" +
                        "    广播里的音乐荡在冬天白寥寥的空气里，被风吹得摇摇晃晃，音乐被电流影响着，发出哔啵的声音，广播里喊着口令的那个女声明显听上去就没有精神，病殃殃的，像要死了。\n" +
                        "\n" +
                        "    “鼻涕一样的声音，真让人不舒服。”\n" +
                        "\n" +
                        "    齐铭转过头。易遥奇怪的比喻。\n" +
                        "\n" +
                        "    易遥站在人群里，男生一行，女生一行，在自己的旁边一米远的地方，齐铭规矩地拉扯着双手。音乐响到第二节，齐铭换了个更可笑的姿势，朝天一下一下地举着胳膊。\n" +
                        "\n" +
                        "    “那你怎么和你妈说的？如果是我妈应该已经去厨房拿刀来甩在我脸上了吧。”易遥转过头来，继续和齐铭说话。\n" +
                        "\n" +
                        "    “我说那是老师生理卫生课上需要用的，因为我是班长，所以我去买，留着发票，好找学校报销。”音乐放到第三节，齐铭蹲下身子。\n" +
                        "\n" +
                        "    “哈？”易遥脸上不知道是惊讶还是嘲笑的神色，不冷不热的，“还真行。你妈信了？”\n" +
                        "\n" +
                        "    “恩，”齐铭低下脸，面无表情地说，“我妈听了后就坐到凳子上，大抒一口气，说了句‘小祖宗你快吓死我了’就把我赶出门叫我上课去了。”\n" +
                        "\n" +
                        "    “按照你妈那种具有表演天赋的性格，不是应该当场就抱着你大哭一场，然后转身就告诉整个弄堂里的人吗？”易遥逗他。\n" +
                        "\n" +
                        "    “我妈真的差点哭了。”齐铭小声地说。心里堵着一种不上不下的情绪，“而且，你怎么一副事不关己的样子？好歹这事和你有关吧？”\n" +
                        "\n" +
                        "    易遥回过头，眼睛看着前面，黑压压的一片后脑勺。她定定地望着前面，说，“齐铭你对我太好了，好得有时候我觉得你做什么都理所当然。很可能有一天你把心掏出来放我面前，我都觉得没什么，也许还会朝上面踩几脚。齐铭你还是别对我这么好，女人都是这样的，你对她好了，你的感情就廉价了。真的。女人就是贱。”\n" +
                        "\n" +
                        "    齐铭回过头去，易遥望着前方没有动，音乐响在她的头顶上方，她就像听不见一样，一动不动地站在原地，像是被扯掉了插头的电动玩具。她的眼睛shi润得像要滴下水来，她张了张口，却没有发出声音，但齐铭却看懂了她在说什么。\n" +
                        "\n" +
                        "    她说，一个比一个贱。\n" +
                        "\n" +
                        "    “后面那个女生！干嘛不动！只顾着跟男生聊天，成何体统！说你呢！”从队伍前面经过的年级训导主任望着发呆的易遥，挥着她手上那面脏脏的小红旗怒吼着。\n" +
                        "\n" +
                        "    易遥回过神来，僵硬地挥舞着胳膊。音乐放到第五节。伸展运动。\n" +
                        "\n" +
                        "    “我说，”训导主任走远后，易遥回过头来看齐铭，脸上是掩盖不住的笑意，“她看我和你聊天就惊呼‘成何体统’，她要知道我现在肚子里有个孩子，不知道她会不会当场休克过去。”\n" +
                        "\n" +
                        "    像个顽皮的孩子。讲了一个自以为得意的笑话。眼睛笑得眯起来，闪着shi漉漉的亮光。\n" +
                        "\n" +
                        "    却像是在齐铭心里揉进了一把碎玻璃。\n" +
                        "\n" +
                        "    千沟万壑的心脏表面。穿针走线般地缝合进悲伤。\n" +
                        "\n" +
                        "    齐铭抬起头。不知道多少个冬天就这样过去。\n" +
                        "\n" +
                        "    在音乐声的广播里，所有的人，都仰着一张苍白的脸，在更加苍白的寂寥天光下，死板而又消极地等待遥远的春天。\n" +
                        "\n" +
                        "    地心深处的那些悲怆的情绪，延着脚底，像被接通了回路，流进四肢。伸展运动，挥手朝向锋利的天空。那些情绪，被拉扯着朝上涌动，积蓄在眼眶周围，快要流出来了。\n" +
                        "\n" +
                        "    巨大的操场上。她和他隔着一米的距离。\n" +
                        "\n" +
                        "    她抬起头，闭上眼睛，说，真想快点离开这里。\n" +
                        "\n" +
                        "    他抬起头，说，我也是，真想快点去更远的远方。\n" +
                        "\n" +
                        "    易遥回过头来，脸上是嘲笑的表情，她说，我是说这该死的广播操还不结束，我才不像你这么诗意，还想着能去更远的远方。我都觉得自己快要死在这学校了。\n" +
                        "\n" +
                        "    易遥嘲笑的表情在齐铭回过头来之后突然消失。她看到他眼里晃动的泪水，看得傻了。\n" +
                        "\n" +
                        "    心脏像冬天的落日一样，随着齐铭突然下拉的嘴角，惶惶然下坠。\n" +
                        "\n" +
                        "    真想快点离开这里。\n" +
                        "\n" +
                        "    真想快点去更远的远方。\n" +
                        "\n" +
                        "    但是，是你一个人，还是和我一起？\n" +
                        "\n" +
                        "    04\n" +
                        "\n" +
                        "    下午四五点钟，天就黑了。\n" +
                        "\n" +
                        "    暮色像是墨水般倾到在空气里，扩散得比什么都快。\n" +
                        "\n" +
                        "    齐铭从口袋里掏出那六张捏了一整天的钱，递给易遥。说，给。\n" +
                        "\n" +
                        "    就像是每天早上从包里拿出牛奶给易遥一样，低沉而温柔的声音。被过往的车灯照出的悲伤的轮廓。毛茸茸地拓印在视线里。\n" +
                        "\n" +
                        "    “你哪儿来的钱？”易遥停下车。\n" +
                        "\n" +
                        "    “你别管了。你就拿去吧，我也不知道要多少钱才够。你先拿着。”齐铭跨在自行车上。低着头。前面头顶上方的红灯突兀地亮着。\n" +
                        "\n" +
                        "    “我问你哪儿来的钱？！”齐铭被易遥的表情吓住了。\n" +
                        "\n" +
                        "    “我拿的我爸的。”齐铭低下头去。\n" +
                        "\n" +
                        "    “还回去。晚上就还回去。”易遥深吸了一口气，说，“我偷东西没关系，可是你干净得全世界的人都恨不得把你捧在手里，你为了我变黑变臭，你脑子被枪打了。”\n" +
                        "\n" +
                        "    红灯跳成绿色。易遥抬起手背抹掉眼里的泪水，朝前面骑过去。\n" +
                        "\n" +
                        "    齐铭看着易遥渐渐缩小的背影，喉咙像呛进了水。不知道为什么，他感觉就像是易遥会像这样消失在人群里，自己再也找不到了。\n" +
                        "\n" +
                        "    齐铭抬起脚，用力一踩，齿轮突然生涩地卡住，然后链条迅速地脱出来，像条死蛇般掉在地上。\n" +
                        "\n" +
                        "    抬起头，刚刚张开口，视线里就消失了易遥的影子。\n" +
                        "\n" +
                        "    暗黑色的云大朵大朵地走过天空。\n" +
                        "\n" +
                        "    沉重得像是黑色的悼词。\n" +
                        "\n" +
                        "    推着车。链条拖在地上。金属声在耳膜上不均匀地抹动着。\n" +
                        "\n" +
                        "    推到弄堂口。看见易遥坐在路边。\n" +
                        "\n" +
                        "    “怎么这么晚？”易遥站起身，揉了揉坐麻了的腿。\n" +
                        "\n" +
                        "    “车掉链了。”齐铭指了指自行车，“怎么不进去，等我？”\n" +
                        "\n" +
                        "    “恩。”易遥望向他的脸，“为了让你等会不会挨骂。”\n" +
                        "\n" +
                        "    05\n" +
                        "\n" +
                        "    满满的一桌子菜。冒着腾腾的热气。让坐在对面的母亲的脸看不太清楚。\n" +
                        "\n" +
                        "    即使看不清楚。齐铭也知道母亲的脸色很难看。\n" +
                        "\n" +
                        "    坐在旁边的父亲，是更加难看的一张脸。\n" +
                        "\n" +
                        "    有好几次，父亲都忍不住要开口说什么，被母亲从桌子底下一脚踢回去。父亲又只得低下头继续吃饭。筷子重重地放来放去，宣.泄着不满。\n" +
                        "\n" +
                        "    齐铭装做没看见。低头喝汤。\n" +
                        "\n" +
                        "    “齐铭，”母亲从嗓子里憋出一声细细的喊声来，像是卡着一口痰，“你最近零花钱够用吗？”\n" +
                        "\n" +
                        "    “够啊。”齐铭喝着汤，嘴里含糊地应着。心里想，圈子兜得挺大的。\n" +
                        "\n" +
                        "    “啊……这……”母亲望了望父亲，神色很尴尬，“那你有没有……”找不到适合的词。语句尴尬地断在空气里。该怎么说，心里的那句“那你有没有偷家里的钱”无论如何都说不出口。\n" +
                        "\n" +
                        "    齐铭心里陷下去一小块，于是脸色温和下来，他掏出口袋里的六百块，递到母亲面前，说，妈，今天没买到合适的，钱没用，还给你。\n" +
                        "\n" +
                        "    父亲母亲一瞬间吃惊的表情早就在齐铭的预料之内。所以他安静地低下头继续喝汤，喝了几口，抬起头看到他们两个人依然是惊讶的表情，于是装着摸摸脑袋，说，“怎么了？我早上留条告诉妈妈说我要买复读机先拿六百块啊。下午陪同学去逛了逛，没买到合适的，但也耽误了些时间。”\n" +
                        "\n" +
                        "    齐铭一边说，一边走向柜子，在上面找了找，又蹲下身去，“啊，掉地上了。”\n" +
                        "\n" +
                        "    拣起来，递给妈妈。\n" +
                        "\n" +
                        "    纸上是儿子熟悉而俊秀的笔记。\n" +
                        "\n" +
                        "    “妈妈我先拿六百块，买复读机。晚上去看看，稍微晚点回家。齐铭。”\n" +
                        "\n" +
                        "    母亲突然松下去的肩膀，像是全身绷着的紧张都一瞬间消失了。“哦是这样啊，我还以为……”\n" +
                        "\n" +
                        "    “您以为什么？”突然提高的音调。漂亮的反击。\n" +
                        "\n" +
                        "    “啊……”母亲尴尬的脸。转向父亲，而父亲什么都没说，低头喝汤。怎么能说出口，“以为你偷了钱”吗？简直自取其辱。\n" +
                        "\n" +
                        "    “我吃饱了。”齐铭放下碗，转身走回房间去。留下客厅里尴尬的父亲母亲。\n" +
                        "\n" +
                        "    拉灭了灯。一头摔在床.上。\n" +
                        "\n" +
                        "    门外传来父母低声的争吵。\n" +
                        "\n" +
                        "    比较清楚的一句是“都怪你！还好没错怪儿子！你自己生的你都怀疑！”\n" +
                        "\n" +
                        "    更清楚的是后面补的一句“你有完没完，下午紧张得又哭又闹差不多要上吊的人不是你自己吗？我只是告诉你我丢了六百块钱，我又没说是齐铭拿的。”\n" +
                        "\n" +
                        "    后面的渐渐听不清楚了。\n" +
                        "\n" +
                        "    齐铭拉过被子。\n" +
                        "\n" +
                        "    黑暗一下子从头顶压下来。\n" +
                        "\n" +
                        "    易遥收拾着吃完的饭菜。\n" +
                        "\n" +
                        "    刚拿进厨房。口袋里的手机响了。\n" +
                        "\n" +
                        "    打开来，是齐铭发过来的短消息。\n" +
                        "\n" +
                        "    “你真聪明。还好回家时写了纸条。”\n" +
                        "\n" +
                        "    易遥笑了笑，把手机合上。端着盘子走到厨房去。\n" +
                        "\n" +
                        "    水龙头打开来，哗哗地流水。\n" +
                        "\n" +
                        "    她望着外面的弄堂，每家人的窗户都透出黄色的暖光来。\n" +
                        "\n" +
                        "    她现在想的，是另外一件事情。\n" +
                        "\n" +
                        "    06\n" +
                        "\n" +
                        "    手机上这串以138开头以414结束的数字自己背不出来，甚至谈不上熟悉。可是这串数字却有着一个姓名叫易家言。\n" +
                        "\n" +
                        "    就连自己都忘记了，什么时候把“爸爸”改成了“易家言”。曾经每天几乎都会重复无数次的复音节词，凭空地消失在生命里。除了读课文，或者看书，几乎不会接触到“爸爸”这个词语。\n" +
                        "\n" +
                        "    生命里突兀的一小块白。以缺失掉的两个字为具体形状。\n" +
                        "\n" +
                        "    像是在电影院里不小心睡着，醒了后发现情节少掉一段，身边的人都看得津津有味，自己却再也找不回来。于是依然朦朦胧胧地追着看下去，慢慢发现少掉的一段，也几乎不会影响未来的情节。\n" +
                        "\n" +
                        "    又或者，像是试卷上某道解不出的方程。非常真实的空洞感。在心里鼓起一块地方，怎么也抹不平。\n" +
                        "\n" +
                        "    易遥打开房间的门，客厅里一片漆黑。母亲已经睡了。\n" +
                        "\n" +
                        "    易遥看了看表，九点半。于是她披上外套。拉开门出去了。\n" +
                        "\n" +
                        "    经过齐铭的窗前，里面黄色的灯光照着她的脸。她心里突然一阵没有来处的悲伤。\n" +
                        "\n" +
                        "    那一串地址也是曾经无意在母亲嘴里听到的。后来留在了脑海里的某一个角落，像是个潜意识般地存在着。本以为找起来会很复杂，但结果却轻易地找到了，并且在楼下老伯的口中得到了证实，“哦易先生啊，对对对，就住504。”\n" +
                        "\n" +
                        "    站在门口，手放在门铃上，可是，却没有勇气按下去。\n" +
                        "\n" +
                        "    易遥站在走廊里，头顶冷清的灯光照得人发晕。\n" +
                        "\n" +
                        "    易遥拿着手里的电话，琢磨着是不是应该先给爸爸打个电话。正翻开手机，电梯门“叮”地一声开了。易遥回过头去，走出来一个年纪不小却打扮得很嫩的女人，手上牵着个小妹妹，在她们背后，走出来一个两手提着两个大袋子的男人。\n" +
                        "\n" +
                        "    那个男人抬起头看到易遥，眼神突然有些激动和慌张。张了张口，没有发出声音来。像是不知道怎么面对面前的场景。\n" +
                        "\n" +
                        "    易遥刚刚张开口，就听到那个小女孩脆生生地叫了一声“爸爸，快点！”\n" +
                        "\n" +
                        "    易遥口里的那一声“爸”，被硬生生地吞了回去。像是吞下一枚刀片，划痛了整个胸腔。\n" +
                        "\n" +
                        "    07\n" +
                        "\n" +
                        "    很简单的客厅。摆着简单的布沙发和玻璃茶几。虽然是很简单的公寓，却还是比弄堂里的房子干净很多。\n" +
                        "\n" +
                        "    现在易遥就坐在沙发上。父亲后来结婚的这个女人就坐在沙发的另一个转角。那着遥控器按来按去，不耐烦的表情。\n" +
                        "\n" +
                        "    易遥握着父亲倒给自己的水，等着父亲哄她的小女儿睡觉。手里的水一点一点凉下去，凉到易遥不想再握了就轻轻把它放到桌上。\n" +
                        "\n" +
                        "    弯下腰的时候，视线里刚好漏进卧室的一角，从没关好的房门望过去，是父亲拿着一本花花绿绿的童话书在念故事，而他身边的那个小女孩，已经睡着了。\n" +
                        "\n" +
                        "    自己小时候，每一个晚上，父亲也是这样念着故事，让自己在童话里沉睡过去的。那个时候的自己，从来没有做过一个噩梦。想到这里，眼泪突然涌上眼眶，胃里像是突然被人塞进满满的酸楚，堵得喉咙发紧。握杯子的手一滑，差点把把杯子打翻在茶几上，翻出来的一小滩水，积在玻璃表面上。易遥看了看周围没有纸，于是赶紧拿袖子擦干净了。\n" +
                        "\n" +
                        "    眼泪滴在手背上。\n" +
                        "\n" +
                        "    旁边的女人从鼻子里轻蔑地哼了一声。\n" +
                        "\n" +
                        "    易遥停住了眼泪。也的确，在她看来，自己这样的表现确实是又做作又煽情。如果换作自己，也许会不只在鼻子里哼一哼，说不定还会加一句“至于么”。\n" +
                        "\n" +
                        "    易遥擦了擦眼睛。重新坐好。\n" +
                        "\n" +
                        "    又过了十分钟。父亲出来了。他坐在自己对面，表情有点尴尬地看看易遥，又看了看那个女人。\n" +
                        "\n" +
                        "    易遥望着父亲，心里涌上一股悲伤来。\n" +
                        "\n" +
                        "    记忆里的父亲，就算是在离开自己的那一天，弄堂里的背影，都还是很高大。\n" +
                        "\n" +
                        "    而现在，父亲的头发都白了一半了。易遥控制着自己声音，说：“爸，你还好吗？”\n" +
                        "\n" +
                        "    父亲望了望他现在的妻子，尴尬地点点头，说：“恩，挺好的。”\n" +
                        "\n" +
                        "    那个女人更加频繁地换着台，遥控器按来按去，一副不耐烦的表情。\n" +
                        "\n" +
                        "    易遥吸了吸鼻子，说：“爸，谢谢你一直都在给我交学费，难为你了，我……”\n" +
                        "\n" +
                        "    “你说什么？”女人突然转过脸来，“他帮你交学费？”\n" +
                        "\n" +
                        "    “易遥你说什么呢，”父亲突然慌张起来的脸，“我哪有帮你交学费。小孩子别乱说。”与其说是说给易遥听的，不如说是说个那个女人听的，父亲的脸上堆出讨好而尴尬的笑来。\n" +
                        "\n" +
                        "    易遥的心突然沉下去。\n" +
                        "\n" +
                        "    “你少来这套，”女人的声音尖得有些刻薄，“我就知道你一直在给那边钱！姓易的你很能耐嘛你！”\n" +
                        "\n" +
                        "    “我能耐什么呀我！”父亲的语气有些发怒了，但还是忍着性子，“我钱多少你不是都知道的吗，而且每个月工资都是你看着领的，我哪儿来的钱！”\n" +
                        "\n" +
                        "    女人想了想，然后不再说话了。坐下去，重新拿起遥控器，但还是丢下一句，“你吼什么吼，发什么神经。”\n" +
                        "\n" +
                        "    父亲回过头，望着易遥，“你妈这样跟你说的？”\n" +
                        "\n" +
                        "    易遥没有答话。指甲用力地掐进掌心里。\n" +
                        "\n" +
                        "    房间里，那小女孩估计因为争吵而醒过来了，用力地叫着“爸爸”。\n" +
                        "\n" +
                        "    那女人翻了个白眼过来，“你还不快进去，把女儿都吵醒了。”\n" +
                        "\n" +
                        "    父亲深吸了口气，重新走进卧室去。\n" +
                        "\n" +
                        "    易遥站起来，什么都没说，转身走了。她想，真的不应该来。\n" +
                        "\n" +
                        "    来开门的时候，那女人回过头来，说，“出门把门口那袋垃圾顺便带下去。”\n" +
                        "\n" +
                        "    易遥从楼里走出来，冰冷的风硬硬地砸到脸上。眼泪在风里迅速地消失走温度。像两条冰留下的痕迹一样紧紧地贴在脸上。\n" +
                        "\n" +
                        "    易遥弯下腰，拿钥匙开自行车的锁。好几下，都没能把钥匙插进去。用力捅着，依然进不去，易遥站起来，一脚把自行车踢倒在地上。然后蹲下来，哭出了声音。\n" +
                        "\n" +
                        "    过了会，她站起来，把自行车扶起来。她想，该回家了。\n" +
                        "\n" +
                        "    她刚要走，楼道里响起脚步声，她回过头去，看到父亲追了出来。因为没有穿外套，他显得有点萧索。\n" +
                        "\n" +
                        "    “爸，你不用送我，我回家了。”\n" +
                        "\n" +
                        "    “易遥……”\n" +
                        "\n" +
                        "    “爸，我知道。你别说了。”\n" +
                        "\n" +
                        "    “我还没问你今天来找我有什么事情呢，”父亲哆嗦着，嘴里呼出大口大口的白气来，在路灯下像一小片云飘在自己面前。\n" +
                        "\n" +
                        "    “……爸，我想问你借钱……”\n" +
                        "\n" +
                        "    父亲低下头，把手伸.进口袋里，掏出一叠钱来，大大小小的都有，他拿出其中最大的四张来，“易遥，这四百块，你拿着……”\n" +
                        "\n" +
                        "    心里像被重新注入热水。\n" +
                        "\n" +
                        "    一点一点地解冻着刚刚几乎已经四去的四肢百骸。\n" +
                        "\n" +
                        "    “……爸，其实……”\n" +
                        "\n" +
                        "    “你别说了。我就这四百块钱。再多没了！”不耐烦的语气。\n" +
                        "\n" +
                        "    像是路灯跳闸一样，一瞬间，周围的一切被漆黑吞没干净。\n" +
                        "\n" +
                        "    08\n" +
                        "\n" +
                        "    易遥小的时候，有一次学校老师布置了一道很难的数学思考题。对于小学四年级的学生来说，是很难的。而全班就易遥一个人答出来了。易遥很得意地回到家里，本来她想直接对父亲炫耀的，可是小孩子做怪的心理，让易遥编出了另一套谎言，她拿着那道题，对父亲说，爸爸这道题我不会，你帮我讲讲。\n" +
                        "\n" +
                        "    像是要证明自己比父亲都还要聪明，或者仅仅只是为了要父亲明白自己有多聪明。\n" +
                        "\n" +
                        "    那天晚上父亲一直在做那道题，直到晚上易遥起床.上厕所，看到父亲还坐在桌子边上，带着老花镜。那是易遥第一次看到父亲带老花镜的样子。那个时候，易遥突然哭了。以为她看到父亲苍老的样子，她害怕父亲就这样变老了。他不能老，他是自己的英雄。\n" +
                        "\n" +
                        "    易遥穿着睡衣站在卧室门口哭，父亲摘下眼镜走过来，抱着她，他的肩膀还是很有力，力气还是很大，父亲说：“‘遥遥，那道题爸爸做出来了，明天给你讲，你乖乖睡觉。”\n" +
                        "\n" +
                        "    易遥含着眼泪，觉得爸爸是永远不老的英雄。\n" +
                        "\n" +
                        "    再更小的时候。有一次六一儿童节。学校组织了去广场看表演。\n" +
                        "\n" +
                        "    密密麻麻的人挤在广场上。伸直了脖子，也只能看得到舞台上的演员的头。\n" +
                        "\n" +
                        "    而那个时候，父亲突然把易遥抱起来，放到自己的脖子上。\n" +
                        "\n" +
                        "    那一瞬间，易遥看清了舞台上所有的人。\n" +
                        "\n" +
                        "    周围的人纷纷学着父亲的样子，把自己的小孩举到头上。\n" +
                        "\n" +
                        "    易遥骑在爸爸的肩上，摸了父亲的头发，很硬。父亲的双手抓着自己的脚踝。父亲是周围的人里，最高的一个爸爸。\n" +
                        "\n" +
                        "    小学六年级的时候，易遥唱歌拿了全市第一名。\n" +
                        "\n" +
                        "    去市文化宫领奖的那一天，父亲穿着正装的西服。那个时候，西装还是很贵重的衣服。易遥觉得那一天的父亲特别帅。\n" +
                        "\n" +
                        "    站在领奖台上，易遥逆着灯光朝观众席看下去。\n" +
                        "\n" +
                        "    她看到爸爸一直擦眼睛，然后拼命地鼓掌。\n" +
                        "\n" +
                        "    易遥在舞台上就突然哭了。\n" +
                        "\n" +
                        "    还有。\n" +
                        "\n" +
                        "    还有更多。还有更多更多的更多。\n" +
                        "\n" +
                        "    但是这些，都已经和自己没有任何的关系了。\n" +
                        "\n" +
                        "    那些久远到昏黄的时光，像是海浪般朝着海里倒卷而回，终于露出尸骨残骸的沙滩。\n" +
                        "\n" +
                        "    09\n" +
                        "\n" +
                        "    易遥捏着手里的四百块钱，站在黑暗里。\n" +
                        "\n" +
                        "    路灯把影子投到地面上，歪向一边。\n" +
                        "\n" +
                        "    易遥把垂在面前的头发撂到耳朵背后，她抬起头，她说：“爸，我走了。这钱我尽快还你。”\n" +
                        "\n" +
                        "    她转过身，推着车子离开，刚迈开步，眼泪就流了出来。\n" +
                        "\n" +
                        "    “易遥……”身后父亲叫住自己。\n" +
                        "\n" +
                        "    易遥转过身，望着站在逆光中的父亲。“爸，还有事？\n" +
                        "\n" +
                        "    “你以后没事别来找我了，你刘阿姨不高兴……我毕竟有自己的家了。如果有事的话，就打电话和我说，啊。”\n" +
                        "\n" +
                        "    周围安静下去。\n" +
                        "\n" +
                        "    头顶飘下一两.点零星的雪花。\n" +
                        "\n" +
                        "    还有更多的悲伤的事情么？不如就一起来吧。\n" +
                        "\n" +
                        "    这次，连眼泪也流不出来了。眼眶像是干.涸的洞。恨不得朝里面揉进一团雪，化成水，流出来伪装成悲伤。\n" +
                        "\n" +
                        "    易遥站在原地，愤怒在脚下生出根来。那些积蓄在内心里对父亲的温柔的幻想，此刻被摔碎成一千一万片零碎的破烂。像是打碎了一面玻璃，所有的碎片残渣堵在下水道口，排遣不掉，就一起带着剧烈的腥臭翻涌上来。\n" +
                        "\n" +
                        "    发臭了。\n" +
                        "\n" +
                        "    腐烂了。\n" +
                        "\n" +
                        "    内心的那些情感。\n" +
                        "\n" +
                        "    变成了恨。变成了痛。变成了委屈。变成密密麻麻的带刺的藤蔓，穿刺着心脏的每一个细胞，像冬虫夏草般将躯体吞噬干净。\n" +
                        "\n" +
                        "    我也曾经是你手里的宝贝，我也曾经是你对每一个人夸奖不停的掌上明珠，你也在睡前对我讲过那些故事，为什么现在我就变成了多余的，就像病毒一样，躲着我，不躲你会死吗？我是瘟疫吗？\n" +
                        "\n" +
                        "    易遥捏着手里的钱，恨不得摔到他脸上去。\n" +
                        "\n" +
                        "    “易家言，你听着，我是你生出来的，所以，你也别想摆脱我。就像我妈一样，她也像你一样，恨不得可以摆脱我甚至恨不得我死，但是，我告诉你，你既然和她把我生下来了，你们两个就别想拜托我。”易遥踢起自行车的脚撑，“一辈子都别想！”\n" +
                        "\n" +
                        "    父亲的脸在这些话里迅速地涨红，他微微有些发抖，“易遥！你怎么变成这个样子！”\n" +
                        "\n" +
                        "    易遥冷笑着，她说，“我还有更好的样子，你没见过，你哪天来看看我和我妈，你才知道我是什么样子。”\n" +
                        "\n" +
                        "    说完易遥骑上车走了，骑出几米后，她突然刹车停下来，地面上长长的一条刹车痕迹，她回过头，说，“我怎么变成这个样子……你不是应该最清楚吗？你不是应该问你自己吗？”\n" +
                        "\n" +
                        "    10\n" +
                        "\n" +
                        "    初一的时候，学校门口有一个卖烤羊肉的小摊，带着新.疆帽的男人每天都在那里。\n" +
                        "\n" +
                        "    那个时候，学校里所有的女孩子几乎都去吃。但是易遥没有。\n" +
                        "\n" +
                        "    因为易遥没有零花钱。\n" +
                        "\n" +
                        "    但是她也不肯问母亲要。\n" +
                        "\n" +
                        "    后来有一天，她在路边拣到了五块钱，她等学校所有同学都回家了，她就悄悄地一个人跑去买了五串。\n" +
                        "\n" +
                        "    她咬下第一口之后，就捂着嘴巴蹲下去哭了。\n" +
                        "\n" +
                        "    这本来是已经消失在记忆里很遥远的一件事情。却在回家的路上，被重新的想起来。当时的那种心痛，在这个晚上，排山倒海般地重回心脏。\n" +
                        "\n" +
                        "    天上的雪越落越大。不一会儿就变得白茫茫一片。\n" +
                        "\n" +
                        "    易遥不由得加快了脚下的速度，车在雪地上打滑，歪歪斜斜地朝家骑回去。\n" +
                        "\n" +
                        "    脸上分不清是雪水还是眼泪，但是一定很脏。易遥伸手抹了又抹，觉得粘得发腻。\n" +
                        "\n" +
                        "    把车丢在弄堂口。朝家门口跑过去。\n" +
                        "\n" +
                        "    冻得哆嗦的手摸出钥匙，插进孔里，拉开门，屋里一片漆黑。\n" +
                        "\n" +
                        "    易遥松了口气，反身关好门，转过来，黑暗中突如其来的一耳光，响亮地甩到自己脸上。\n" +
                        "\n" +
                        "    “你还知道回来？你怎么不死到外面去啊！”\n" +
                        "\n" +
                        "    11\n" +
                        "\n" +
                        "    黑暗里易遥一动不动，甚至没有出声。\n" +
                        "\n" +
                        "    林华凤拉亮了灯，光线下，易遥脸上红色的手指印突突地跳动在视网膜上。\n" +
                        "\n" +
                        "    “你哑巴了你？你说话！”又是一耳光。\n" +
                        "\n" +
                        "    易遥没站稳，朝门那边摔过去。\n" +
                        "\n" +
                        "    她还是没有动。\n" +
                        "\n" +
                        "    过了一会儿，易遥的肩膀抽动了两下。她说，妈，你看到我不见了，会去找我吗？\n" +
                        "\n" +
                        "    “找你？”林华凤声音高了八度，“你最好死在外面，我管都不会管你，你最好死了也别来找我！”\n" +
                        "\n" +
                        "    那种心痛。绵延在太阳穴上。刚刚被撞过的地方发出钝重的痛来。\n" +
                        "\n" +
                        "    仅仅在一个小时之内，自己的父亲对自己说，你别来找我。\n" +
                        "\n" +
                        "    母亲对自己说，你死了也别来找我。\n" +
                        "\n" +
                        "    易遥摸着自己的肚子，心里说，你傻啊，你干嘛来找我。\n" +
                        "\n" +
                        "    易遥扶着墙站起来，她擦了擦额头上的雪水，放下手来才发现是血。\n" +
                        "\n" +
                        "    她说，“妈，以后我谁都不找了。我不找你，我也不找我爸。我自生自灭吧。”\n" +
                        "\n" +
                        "    “你去找你爸了？”林华凤的眼睛里突然像是被风吹灭了蜡烛般地黑下去。\n" +
                        "\n" +
                        "    易遥“嗯”了一声，刚抬起头，还没看清楚，就感觉到林华凤朝自己扑过来，像是疯了一般地扯起自己的头发朝墙上撞过去。\n" +
                        "\n" +
                        "    齐铭按亮房间的灯，从床.上坐起来。\n" +
                        "\n" +
                        "    窗外传来易遥家的声响。他打开窗，寒气像飓风般地朝屋子里倒灌进来。一起进来的还有对面人家的尖叫。\n" +
                        "\n" +
                        "    林华凤的声音尖锐地在弄堂狭小的走廊里回荡着。\n" +
                        "\n" +
                        "    “你这个贱货！你去找他啊！你以为他要你啊！你个贱人！”\n" +
                        "\n" +
                        "    “那个男人有什么好？啊？你滚啊你！你滚出去！你滚到他那里去啊，你还死回来干什么！”\n" +
                        "\n" +
                        "    还有易遥的声音，哭喊着，所有的声音都只有一个字，悲伤的，痛苦的，愤怒的，求饶的，喊着“妈——”\n" +
                        "\n" +
                        "    齐铭坐在床.上，太阳穴像针刺着一样疼。\n" +
                        "\n" +
                        "    12\n" +
                        "\n" +
                        "    其实无论夜晚是如何的漫长与寒冷。那些光线，那些日出，那些晨雾，一样都会准时而来。\n" +
                        "\n" +
                        "    这样的世界，头顶交错的天线不会变化。逼仄的弄堂不会变化。\n" +
                        "\n" +
                        "    共用厨房里的水龙头永远有人会拧错。\n" +
                        "\n" +
                        "    那些油烟和豆浆的味道，都会生生地嵌进年轮里，长成生命的印记。\n" +
                        "\n" +
                        "    就像每一天早上，齐铭都会碰见易遥。\n" +
                        "\n" +
                        "    齐铭看着她额头上和脸上的伤，心里像是打翻了水杯。那些水漫过心脏，漫过胸腔，漫向每一个身体里的低处，积成水洼，倒影出细小的痛来。\n" +
                        "\n" +
                        "    他顺过书包，拿出牛奶，递给易遥。\n" +
                        "\n" +
                        "    递过去的手停在空中，也没人来接，齐铭抬起头，面前的易遥突然像是一座在夏天雨水中塌方的小山，整个人失去支撑般轰然朝旁边倒去。\n" +
                        "\n" +
                        "    她重重地摔在墙上，脸贴着粗糙的砖墙滑向地面。\n" +
                        "\n" +
                        "    擦出的血留在墙上，是醒目的红色。\n" +
                        "\n" +
                        "    早晨的光线从弄堂门口汹涌进来。\n" +
                        "\n" +
                        "    照耀着地上的少女，和那个定格一般的少年。\n" +
                        "\n" +
                        "    世界安静得一片弦音。\n" +
                        "\n" +
                        "    我以后谁都不找了。我不找你。也不找我爸。我自生自灭吧";
                break;
        }

        return content;
    }
}
